[
  "요약 : 한 라운드는 모든 플레이어가 운명 카드를 1장씩 뒷면으로 내려놓은 뒤 동시에 공개했을 때 공개된 운명 카드의 합과 일치하는 갬블러 카드를 가진 사람이 승리하는 방식으로 진행됩니다. 여러 라운드를 진행하여 특정 라운드가 끝났을 때 누군가 15억 달러 이상의 칩을 모으게 되면 해사람의 승리로 게임을 종료합니다. 또는 누군가 갬블러 카드 4로 라운드를 이 겨도 해당 사람의 승리로 게임을 종료합니다. 4카드의 뒷면 (슈퍼모드) 은 8카드이며 8카드로 라운드를 이 겨도 마찬가지로 해당 사람의 승리로 게임을 종료합니다. 구성물 ○ 성인 보드게임 갬블러 x 갬블 구성품왼쪽부터 운명 카드 14장, 갬블러 카드 24장시작 플레이어 카드 1장, 당첨 불발 카드 1장 1억 달러의 가치를 지닌 흰색 칩 20개 5억 달러의 가치를 가진 노란색 칩 8개.",
  "게임 준비 : 같은 종류의 카드끼리 분류하고 테이블 중앙에 당첨 숫자(카드 상단의 숫자) 순서대로 놓습니다.",
  "운명 카드 : 각 플레이어는 운명 카드 0과 1을 한 장씩 받고남는 0과 1운명 카드는 박스에 넣어 제외합니다. 이렇게 받은 운명 카드는 각자의 손패가 됩니다. 돈 칩과 운명 카드 2와 3은 모두의 손이 잘 닿는 곳에 둡니다. 시작 플레이어 카드는 양면입니다. 가장 갬블러 같은 사람이 시작 플레이어가 되고, 시작 플레이어부터 시계방향으로 칩을 받습니다. 선 플레이어와 두 번째 사람은 흰색 칩 1개씩 세 번째와 네 번째 플레이어는 흰색 칩 2개씩, 첫 차례의 사람은 시작 플레이어 카드도 받습니다. 이제 마지막으로 시작 갬블러 카드를 선택합니다. 시작 플레이어부터 시계 방향으로 테이 블에 놓인 1, 2, 3의 카드 중 원하는 카드 1장을 선택하고 자신의 앞에 앞면으로 내려놓습니다. 모두가 이렇게 1장씩의 카드를 놓으면 이번에는 마지막 사람부터 시계 반대 방향으로 1, 2, 3의 카드 중에서 원하는 카드를 1장씩 더 받습니다. 시작 갬블러 카드로는 동일한 카드 2장을 선택할 수 없으며 비용을 지불하지 않습니다. 시작 갬블러 카드로 2장씩을 받고 펼쳐 놓습니다.",
  "라운드 진행 방법 : 선 플레이어는 손에 든 운명 카드 중 1장을 선택해 앞면으로 자신의 앞에 내려놓습니다. 다른 플레이어들은 뒷면으로 1장을 내려놓습니다.",
  "모든 플레이어가 운명 카드를 내려놓았다면 시작 플레이어는 자신의 소지금 중 1칩을 시작 플레이어 카드의 : 1또는 +1면에 올려놓을 수 있습니다. 시작 플레이어는 이 행동을 하지 않아도 됩니다. 하지만 한 번 놓기로 결정하면 되돌릴 수 없습니다.",
  "운명 카드 뒷면 : 이제 뒷면으로 놓인 운명 카드를 동시에 앞면으로 공개하고 각 카드를 모두 더합니다. 합산한 수치와 일치하는 당첨 숫자에 해당하는 갬블러 카드가 이번 라운드의 승리 갬블러입니다.",
  "하지만 시작 플레이어 카드 위에 칩이 놓여 있으면 : 1또는 +1만 큼을 계산해 승리 갬블러가 바뀝니다. 승리 갬블러 카드를 보유한 모든 사람들은 승리한 갬블러 카드에 적힌 수입만 큼 칩을 받습니다. 승리 갬블러 카드 1장당 한 번의 수입이 생기기때문에 2장을 보유했다면 수입을 2번 받습니다. 수입 정산이 마무리되면 해당 라운드가 끝나고다음 차례의 사람이 시작 플레이어 카드를 받으며 새로운 라운드를 시작합니다. 만약 아무도 승리 갬블러 카드가 없다면갬블러 당첨 불발이 발생합니다. 갬블러 당첨 불발이 발생하면 그 시점에서 가장 많은 칩을 가진 사람이 피해를 입습니다. 가장 많은 칩을 가진 사람은 자신이 가진 칩의 절반을 당첨 불발 카드 위에 놓습니다. 가장 많은 칩을 가진 사람이 여러 명이라면 모든 사람이 자신의 칩을 반납합니다. 당첨 불발 카드 위에 놓인 칩이 인원수 이상이라면 모두가 똑같이 나눠 가지고 남는 칩은 남겨둡니다. 게임 참여 인원 이상이 아니라면 그대로 놔둡니다. 절반만큼 반납할 때는 칩이 11개면 5개 9개라면 4개만 반납하시면 됩니다. 마찬가지로 칩 반납 및 분배가 끝나면 해당 라운드가 종료됩니다.",
  "시작 플레이어 특혜 : 라운드가 종료되면 해당 라운드의 선 플레이어는 다음 라운드를 시작하기 전에 갬블러 카드 구입과 슈퍼 모드 전환 중 하나를 수행할 수 있습니다. 시작 플레이어는 이 2가지 행동 중 하나를 한 뒤시작 플레이어 카드를 왼쪽 사람에게 넘깁니다. 갬블러 카드 구입테이블에 펼쳐진 카드 중 하나를 구입합니다. 카드에 적힌 비용을 공급처에 지불하면 됩니다. 한차례에 1장만 구매할 수 있고 구입한 카드는 자신의 앞에 앞면으로 놓으시면 됩니다. 만약 이미 같은 종류의 카드를 가지고 있을때 그 카드가 슈퍼 모드 면으로 놓여있다면 구입한 카드도 같이 뒷면으로 놓습니다.",
  "슈퍼 모드 전환 :현재 자신이 보유한 카드 중 한가지를 선택해 그 카드와 같은 모든 카드를 뒷면으로 놓습니다. 슈퍼 모드의 갬블러 카드가 라운드에서 승리하면 원래대로 앞면으로 돌려놓습니다.",
  "획득 : 자신의 앞에 획득이 라고 표시된 갬블러 카드가 놓이 면 운명 카드 2또는 3을 한 장 가져옵니다. 5, 6, 7, 8카드는 운명 카드 2를 획득할 수 있고 9카드를 내려놓으면 운명 카드 3을 획득합니다. 각 플레이어는 2와 3운명 카드를 1장까지만 소유할 수 있습니다."
]