[
  "게임의 목적: 카드 공급처에서 3종류의 카드가 소진되거나 속주 카드가 바닥나면 해당 사람의 차례가 마지막이 됩니다. 게임이 종료되면 자신의 카드 덱을 확인하여 가장 높은 승점을 획득한 사람이 승리합니다. 1등이 여러 사람이라면 차례를 더 적게 진행한 플레이어가 최종 승리자가 됩니다.",
  "게임 준비: 모든 사람은 각자 사유지 카드 3장, 동 카드 7장을 가져옵니다. 이 10장의 카드를 뒷면으로 잘 섞은 뒤 랜덤으로 5장을 뽑고 나머지 5장은 더미로 만듭니다. 뽑은 5장의 카드는 자신의 손패가 되며 더미는 자신의 앞에 놓습니다. 모든 금, 은, 동 카드를 테이블에 놓습니다. 사유지, 공작령, 속주 카드는 2인일시: 8장, 3~4인일시: 12장씩을 준비해 놓습니다. 저주 카드는 2인일시: 10장, 3인일시: 20장, 4인일시: 30장. 왕국 카드도 10가지를 선택해 10장씩 놓습니다. 이곳을 공급처라 부릅니다. 처음 도미니언을 하시는 분은 왕국 카드 10장을 개조, 광산, 나무꾼, 대장장이, 마을, 민병대, 시장, 작업장, 저장고, 해자 이렇게 10종류를 추천합니다. 만약 왕국 카드 중 정원 카드를 놓으셨다면 2인일시: 8장, 3~4인일시: 12장씩 놓습니다. 폐기 카드도 한쪽에 놓아 폐기장을 만듭니다. 카드를 폐기할 때 이곳에 놓으며 폐기된 카드는 게임에서 제외됩니다.",
  "게임 진행 방법: 자신의 차례가 되면 3단계로 진행합니다. 카드 사용은 자신의 앞에 오픈해서 놓습니다.",
  "1) 액션 단계: 손에 든 액션 카드를 1장 내 앞에 오픈해서 내려놓으며 사용합니다. 손에 액션 카드가 1장도 없다면 이 행동을 하지 않고 다음 단계로 넘어갑니다.",
  "액션 카드 지시사항: +카드 1장 = 카드 더미에서 카드를 1장 뽑습니다. +액션 2번 = 액션을 2번 더 진행할 수 있습니다. +표시로 된 지시사항은 이행하지 않아도 됩니다. +표시로 된 지시사항을 제외하고는 특정한 조건이 쓰여있지 않으면 꼭 따라야 합니다. 폐기한다 = 손에 든 카드 중 선택해 폐기장에 놓습니다. 버린다 = 자신의 앞에 버리는 카드 더미를 만들어 해당 위치에 앞면으로 놓습니다. 얻는다 = 공급처의 카드 중 선택해 버리는 카드 더미에 놓습니다. 왼쪽 하단이 구입 비용, 상단이 사용 가능 금액입니다.",
  "2) 구입 단계: 손에 남은 재물 카드를 사용합니다. 이번 차례에 사용한 액션 카드와 재물 카드로 얻은 돈으로 공급처 카드 중 1장을 구입합니다. 이번 차례에서만 사용할 수 있는 돈입니다. 거스름돈은 없습니다. 이때 재물 카드는 여러 장을 사용할 수 있으며 카드의 가격은 왼쪽 하단에 표시돼 있습니다. 구입한 카드는 나의 앞에 앞면으로 쌓아놓습니다. 이곳을 버리는 더미라고 표현합니다. 진짜 버리는 게 아니고 더미의 카드가 떨어지면 다시 뽑아 손패가 될 수 있으며 게임 종료 시 승점이 될 수도 있습니다. 액션 단계에서 구입 횟수를 늘려주는 카드를 사용했다면 쓸 수 있는 돈 내에서 늘어난 횟수만큼 더 구입할 수 있습니다.",
  "3) 정리 단계: 이번 차례에 사용한 모든 카드와 손에 남은 카드를 버리는 더미에 오픈해서 놓습니다. 그리고 내 앞에 뒷면으로 되어있는 더미에서 5장의 카드를 새로 가져옵니다. 이때 더미에 카드가 3장밖에 없다면 일단 3장을 가져온 후 버린 더미의 카드를 모두 섞어 뒷면으로 놓아 새로 더미를 만듭니다. 그리고 2장을 가져와 5장을 만들면 됩니다. 게임이 종료되면 표시된 숫자만큼 승점을 얻습니다.",
  "카드 설명: 액션, 재물, 승점 3종류의 카드가 있으며 카드의 하단에 표시되어 있습니다. 시장 = 5원으로 구입합니다. 더미에서 카드 1장을 더 뽑습니다. 액션 카드를 1장 더 사용할 수 있습니다. 구입을 한 번 더 진행할 수 있습니다. 1원만큼의 추가 돈을 사용할 수 있습니다. 저장고 = 액션 카드를 1장 더 사용할 수 있습니다. 카드를 원하는 만큼 버리고 버린 만큼 더미에서 가져옵니다. 나무꾼 = 구입을 1번 더 진행할 수 있습니다. 구입 단계에서 2원만큼 추가로 사용 가능합니다. 민병대 = 액션 공격 카드이며 가격은 4원입니다. 이번 차례의 구입 단계에서 +2원의 효과입니다. 이 카드를 사용한 즉시 다른 사람들은 손에 카드를 3장까지만 남기고 버려야 합니다. 광산 = 손에 든 재물 카드 1장을 폐기하고, 폐기한 카드의 사용 가능 금액 +3까지의 한도 내에서 원하는 재물 카드 1장을 가져와 손에 듭니다. 대장장이 = 카드 3장을 나의 더미에서 가져옵니다. 해자 = 액션 카드와 반응 카드로 사용합니다. 액션 카드로 사용하면 내 차례에 사용한 후 카드 2장을 더미에서 가져옵니다. 반응 카드로 사용하면 다른 사람의 공격이 무효되며 내 차례가 아니어도 사용 가능합니다. 작업장 = 비용 4 이하의 카드 1장을 공급처에서 가져와 버립니다. 카드 더미, 버린 카드 더미의 카드 중 어떤 카드가 있는지 게임 중 확인해서는 안 됩니다. 버린 카드 더미의 장수도 셀 수 없습니다. 뒷면으로 쌓인 더미의 장수는 셀 수 있습니다."
]