[
  "보드게임 레지스탕스 아발론 게임 목적: 1: 선의 팀은 원정을 3번 성공해야 승리합니다. 하지만 이때 악의 팀이 멀린이 누구인지 맞힌다면 악의 팀이 승리합니다.",
  "2: 악의 팀은 원정을 3번 실패해야 승리합니다.",
  "3: 한 번의 원정에서 5번 연속으로 원정대 구성을 실패하면 악의 팀이 승리하고 게임을 종료합니다. 각자 자신의 정체를 숨기고 임무를 수행하는 게임입니다. 오른쪽 상단의 인장이 파란색이면 선한 인물, 빨간색이면 악한 인물입니다.",
  "보드게임 레지스탕스 아발론 게임 준비: 플레이 인원에 맞는 인물 카드를 준비합니다. 멀린과 암살자는 꼭 포함해야 합니다. 5인일시: 선 3장, 악 2장. 6인일시: 선 4장, 악 2장. 7인일시: 선 4장, 악 3장. 8인일시: 선 5장, 악 3장. 9인일시: 선 6장, 악 3장. 10인일시: 선 6장, 악 4장. 캐릭터 카드를 준비했으면 뒷면으로 잘 섞고 1장씩 나누어 가집니다. (다른 사람에게 보여주면 안 됩니다.) 각자 투표 토큰을 찬성 1개, 반대 1개씩 가져갑니다. 인원에 맞는 게임판도 1개 중앙에 놓습니다. 게임판 오른쪽 하단에 게임 참여 인원이 있습니다. 원정 결과 마커를 게임판 옆에 놓습니다. 원정 결과 카드를 게임판 옆에 놓습니다. 원정대 토큰을 게임판 옆에 놓습니다. 아무나 대표로 선출하고 대표가 된 사람은 대표 토큰을 가져갑니다.",
  "보드게임 레지스탕스 아발론 게임 진행 방법: 서로의 역할 확인하기: 악은 서로를 확인합니다. 멀린은 누가 악인지 확인합니다. 게임을 시작하기 전 서로의 역할을 확인합니다. 대표가 된 사람은 다음과 같이 지시합니다.",
  "'모두 눈을 감고 한 손을 올려 주먹을 쥐세요.' '악은 눈을 뜨고 서로를 확인하세요.' '악은 눈을 감고 엄지를 올려주세요.' '멀린은 눈을 뜨고 누가 악인지 확인하세요.' '악은 다시 엄지를 내려주세요.' '멀린은 눈을 감으세요.' '모두 눈을 뜨세요.' 원정 떠나기: 총 5번의 원정.",
  "1: 원정대 구성.",
  "2: 원정대 진행.",
  "1) 원정대 구성: 대표가 원정에 필요한 인원을 선별하고 찬반 투표를 합니다. 첫 번째 원정에 3명의 원정대원이 필요합니다. 대표는 3개의 원정대 토큰을 가져옵니다. 모든 사람들은 누가 원정을 떠날 것인지에 대해 논의합니다. 토론이 끝나면 대표는 3명을 선정하고 3명에게 각자 1개씩 원정대 토큰을 줍니다. 대표는 자신을 원정대에 포함해도 상관없습니다. 이 멤버로 원정을 가도 좋은지에 대해 찬반 투표를 진행합니다. 찬성이 더 많을 경우 원정 진행 단계로 넘어갑니다. 반대가 더 많거나 동수일 경우 원정대원을 다시 선별해야 합니다. 투표 상황 마커가 5에 위치해 있을 때 투표가 부결된다면 즉시 악이 승리하고 게임이 종료됩니다.",
  "2) 원정 진행: 대표는 원정 대원들에게 원정 결과 카드를 성공 1장, 실패 1장씩 뒷면으로 나누어줍니다. 카드를 받은 대원들은 성공, 실패 중 선택하여 다시 뒷면으로 1장을 대표에게 제출합니다. 남은 원정 카드는 더미에 다시 넣고 섞습니다. 선의 세력이라면 무조건 성공을 내야 합니다. 악의 세력이라면 자신의 판단으로 낼 수 있습니다. 대표는 받은 카드를 섞은 뒤 공개합니다. 모든 카드가 성공이라면 원정을 성공합니다. 1장이라도 실패가 있다면 원정을 실패합니다. (7~10인일시: 네 번째 원정일 경우에는 실패 카드가 2 장이 필요합니다. 원정 성공, 실패에 맞게 원정 결과 마커를 첫 번째 원정 칸에 놓습니다. 대표 토큰을 왼쪽 사람에게 넘기고 투표 상황 마커를 다시 1 로 놓은 후 두 번째 원정을 진행합니다. 다시 원정대 구성부터 시작합니다. @특수한 캐릭터 카드 능력 설명 - 처음 하실 때는 빼고 진행하는 걸 추천합니다.",
  "퍼시벌: 선의 세력입니다. 누가 멀린인지 알 수 있습니다. 이 카드를 추가하면 선의 세력이 우세합니다.",
  "모드레드: 악의 세력입니다. 자신의 정체를 멀린에게 숨길 수 있습니다. 악의 세력이 우세해지는 카드입니다. 역할 확인 단계에서 엄지를 세우지 않습니다.",
  "모르가나: 악의 세력입니다. 멀린으로 위장할 수 있습니다. 퍼시벌에게 멀린으로 보입니다. 악의 세력에게 유리한 카드입니다. 역할 확인 단계에서 멀린으로 위장합니다.",
  "오베론: 악의 세력입니다. 다른 악의 세력과 서로 정체를 모릅니다. 선의 세력이 우세해지는 카드입니다. 오베론은 역할 확인하기 단계에서 눈을 뜨고 확인하지 않습니다. @선택 규칙 (호수의 요정, 선과 악 카드) - 호수의 요정은 선택 규칙입니다.",
  "악, 선 카드 호수의 요정: 2 번째 원정이 끝난 직후에 능력을 1 번 사용합니다. 대표의 오른쪽 사람이 호수의 요정이 됩니다. 호수의 요정이 된 사람이 1 명을 선택해 선과 악 카드를 1 장씩 줍니다. 받은 사람은 자신의 세력에 해당하는 카드를 호수의 요정에게 뒷면으로 줘야 합니다. 이상 레지스탕스 아발론 보드게임 방법, 규칙 (5~10 인) 이었습니다."
]