[
  "게임 목표: 한 사람의 말 3개가 모두 도착지점인 게임 보드에 도착하는 즉시 게임을 종료합니다. 모든 플레이어는 각자 자기 말이 도착한 곳의 점수를 합하여 가장 높은 사람이 승리합니다.",
  "게임 준비: 각자 원하는 색상을 정한 뒤 해당하는 색의 카드와 말을 챙겨옵니다. 2~3인일시: 남는 말은 게임에서 제외하고, 카드는 잘 섞어 한쪽에 뒷면으로 놓습니다. 가져온 카드는 봐도 상관없습니다. 한 종류의 카드에는 마법진 3장과 210까지의 숫자 카드가 있습니다.",
  "마녀 타일: 마녀 타일은 참여 인원과 관계없이 모든 타일을 사용합니다. 마녀 타일은 한 가지 색상마다 마법진 타일 3개와 숫자 타일 9개가 있습니다. 같은 색상의 타일끼리 무작위로 분류해서 숫자 3개와 마법진 1개를 한 더미로 만듭니다. 각기 다른 종류의 4더미를 준비하고 뒤집어서 잘 섞어줍니다. 이제 시작 위치를 정하고 시작 위치부터 타일을 놓아 연결해 길을 만듭니다. 마지막 타일에는 구분선을 놓아주시고, 구분선 이후의 길에는 또 다른 4더미로 연결하며 길을 완성합니다. 길의 끝에는 점수판을 놓으며 준비를 마칩니다. 준비가 끝나면 구분선은 치우셔도 됩니다.",
  "게임 진행: 선 플레이어를 정하고 시계방향으로 진행합니다. 자기 차례가 되면 주사위를 굴리고 출발지부터 자신의 말 1개를 주사위 눈금만큼 이동한 뒤 도착한 곳의 타일을 뒤집어 공개합니다. 오픈한 타일이 나의 색상과 다른 숫자 타일이라면 아무 일도 일어나지 않고 차례를 마칩니다. 다음 차례의 사람도 주사위 3이 나왔다면 시작 지점부터 출발한 말은 처음 1번은 타일 위에 놓인 말을 건너뛰며 전진합니다. 처음 이동하는 말이 아니라면 건너뛰며 이동하지 않으며 도착 지점에 이미 다른 말이 놓여 있다면 이동 자체가 안 됩니다. 마찬가지로 도착한 곳의 타일을 뒤집고 공개한 타일이 자신의 색상과 같은 마법진이기에 자신의 카드 1장을 선택해서 사용할 수 있습니다(선택 사항). 만약 사용하기로 결정해 10카드를 사용했다면 현 위치에서 10칸 앞으로 이동해 해당 타일을 공개합니다. 마찬가지로 다른 색상의 숫자 타일이기에 해당 위치에 말을 올려놓고 차례를 마칩니다. 다음 사람이 주사위 2가 나왔다면 해당 타일을 오픈하시고 자신의 색상 타일이기에 3칸만큼 또 전진합니다. 첫 이동이 아니기에 다른 말을 건너뛰지 않습니다. 이렇게 다른 사람의 마법진에 걸린 경우에는 해당 마법진 색상인 사람이 카드를 사용할 수 있습니다. 마찬가지로 선택 사항입니다. 노란색상의 사람이 4카드를 사용했다면 뒤로 4칸을 이동해야 합니다. 자신과 다른 색상인 숫자 타일에 걸렸으니 차례를 마칩니다. 자신과 다른 색상 마법진에 걸렸을 때. 2~3인일시: 해당 색상의 플레이어가 없는 경우가 생깁니다. 이때는 한쪽에 놓아둔 해당 색상의 카드 더미 맨 위의 카드 1장을 오픈해서 적용합니다(무조건 오픈합니다). 마법진 카드를 사용한 경우에는 자신의 말이라면 앞에 있는 자신의 마법진으로 점프해서 이동합니다(가장 가까운 마법진으로 이동합니다). 상대의 말이라면 뒤쪽에 있는 가장 가까운 마법진으로 이동시킵니다. 자신의 차례에는 주사위를 굴린 뒤 3개의 말 중 하나를 선택해 이동시킵니다. 누군가 마법진에 걸렸을 때 해당 마법진 색상의 사람은 원한다면 카드를 사용할 수 있습니다. 1번 사용한 카드는 더 이상 사용할 수 없습니다. 자신의 색상 타일에 도착했을 때 숫자 타일이면 해당 숫자만큼 전진하고 마법진 타일이면 카드를 사용해 전진할 수 있습니다. 다른 사람의 색상 타일에 도착했을 때 숫자 타일이면 아무 일도 일어나지 않으며 마법진 타일이면 마법진 타일과 같은 색상의 사람이 카드를 사용해 후진시킬 수 있습니다. 숫자 카드를 사용하면 해당 숫자만큼 앞 또는 뒤로 이동시킵니다. 마법진 카드를 사용하면 같은 마법진 중 가장 가까운 곳으로 앞 또는 뒤로 이동시킵니다.",
  "게임 종료: 골인지점에 들어가려면 정확히 도착해야 합니다. 해당 위치에서 3이 나오면 3칸을 이동해 4점 칸에 도착하게 됩니다. 한번 목적지에 도착한 말은 이동할 수 없으며 2점, 3점, 4점 칸에 정확히 들어가지 못하면 목적지로 들어가지 못합니다(이동 자체가 불가능). 누군가 3개의 말 전부를 골인시키면 게임이 즉시 종료되고 점수를 계산합니다. 카드를 사용해 말이 뒤로 이동한 경우. 말의 주인이 아닌 다른 사람의 마법진에 걸렸다며 해당 마법진의 사람은 자신이 뒤로 이동시킨 사람이 아니라면 무조건 카드를 사용해야 합니다."
]