[
  "경제 보드게임 모노폴리 클래식.",
  "모노폴리 (monopoly) 보드게임의 목적: 지불할 돈이 없어 파산하면 게임에서 탈락합니다. 최후의 1인이 되면 승리합니다.",
  "구성품: 게임 판 1개, 돈, 주사위 2개, 주택, 호텔, 찬스 카드, 사회사업 기금 카드, 권리증, 게임 말.",
  "모노폴리 (monopoly) 경제 보드게임 준비: 게임 판을 펼칩니다. 찬스 카드, 사회사업 기금 카드, 권리증을 종류별로 분류해 게임 보드 위에 놓습니다. 말을 1개씩 선택해 출발 위치에 놓습니다. 한쪽에 은행을 만들어 줍니다. 플레이어 중 1명은 은행가 역할을 합니다. 은행가도 게임에 참여할 수 있으며, 대신 자신의 돈과 섞이지 않게 분리해서 관리해야 합니다. 은행가는 다음을 관리합니다 - 은행 소유의 돈, 주택 (녹색 건물), 호텔 (빨간색 건물), 권리증, 경매. 은행가는 모두에게 1500씩 나누어줍니다. 1(5장), 5(1장), 10(2장), 20(1장), 50(1장), 100(4장), 500(2장). 출발 위치에 도착하거나 지날 때마다 월급을 받습니다.",
  "모노폴리 (monopoly) 클래식 진행 방법: 시작 플레이어부터 시계방향으로 돌아갑니다. 자신의 차례가 되면 주사위 2개를 굴려 나의 말을 주사위 2개의 합만큼 이동합니다. 해당 위치에서 행동을 마치면 차례가 다음 사람에게 넘어갑니다. 더블이 나오면 차례를 한 번 더 진행합니다. 한 번의 차례 동안 더블이 세 번 나오면 즉시 감옥으로 이동합니다. 감옥에 있는 사람은 다음 차례 때 3번 안에 더블이 나오면 주사위 눈금만큼 이동할 수 있습니다. 3번 안에 더블이 나오지 않으면 50를 은행에 지불하고 주사위를 굴려 나온 눈금만큼 이동합니다. 감옥에 있어도 경매에 참여하거나 임대료를 받거나 건물을 건설하는 등의 행동을 할 수 있습니다.",
  "찬스 또는 사회사업 기금 칸에 도착한 경우: 찬스 카드, 사회사업 기금 카드를 1장 오픈하고 해당 지시사항을 따르면 됩니다. 소득세 or 사치세 칸에 도착하면 해당 칸 아래에 적힌 금액을 은행에 내야 합니다. 주인이 없는 부지에 도착하면 해당 칸 아래에 적힌 금액을 내고 권리증을 가져옵니다. 만약 부지에 도착한 사람이 사지 않으면 은행가는 해당 칸의 부지를 경매에 부칩니다. 주인이 있는 부지에 도착하면 임대료를 권리증에 적혀있는 만큼 부지 주인에게 내야 합니다. 부지의 종류는 도시, 역, 공공기관이 있습니다.",
  "독점: 1가지 색상의 모든 도시 권리증을 1명이 소유하면 이를 독점이라고 표현합니다. 독점한 사람은 자신의 순서일 때 해당 도시에 건물을 지을 수 있습니다. 처음에는 주택만 건설할 수 있으며, 가격은 권리증 아래에 적혀있습니다. 호텔을 지을 수 있는 조건은 한 부지에 4개의 주택이 있으면 가능합니다. 이때는 주택 4개를 은행에 반납하고 호텔 가격만큼 은행에 지불한 뒤 호텔로 업그레이드합니다. 감옥으로 가시오! 칸에 도착하면 즉시 감옥으로 이동하고 차례를 마칩니다. 이때는 월급을 받을 수 없습니다. 주차장에 걸리면 다음 차례를 1회 쉬어야 합니다. 찬스, 사회사업 기금 카드를 오픈했을 시 감옥 탈출 카드가 나오면 이 카드는 거래 수단으로도 활용할 수 있습니다.",
  "모노폴리 클래식 보드게임 거래하기: 거래는 차례와 상관없이 아무 때나 가능합니다. 다른 사람과 권리증을 사거나 팔거나 교환합니다. 가격은 플레이어들끼리의 협상으로 정합니다. 권리증을 사거나 팔거나 교환할 때는 해당 부지에 건물이 1개도 없어야 합니다. 건물은 플레이어들끼리 거래할 수 없으며, 은행에 사는 가격의 반값으로 팔 수 있습니다.",
  "권리증 저당 잡히기: 돈을 마련하는 방법입니다. 저당 잡히면 해당 권리증을 뒷면으로 뒤집고 뒷면에 쓰여있는 저당 평가액을 은행에서 받습니다. 저당 잡힌 부지는 임대료를 받을 수 없습니다. 하지만 독점의 효과는 유지되어 같은 색상의 다른 부지 임대료는 올려서 받을 수 있습니다. 저당잡힌 권리증도 거래할 수 있습니다. 저당잡힌 권리증을 인수받은 사람은 저당을 즉시 풀거나 저당 평가액의 10%를 은행에 내고 저당 잡힌 상태로 있어야 합니다.",
  "파산: 돈을 지불해야 하는데 어떠한 방법으로도 돈을 마련할 수 없으면 게임에서 제외됩니다. 파산 시 다른 사람에게 줄 돈이 남았다면 가진 감옥 탈출 카드와 저당잡힌 권리증을 해당 사람에게 모두 줍니다. 이때도 저당잡힌 권리증을 받은 사람은 은행에 비용을 내고 저당을 즉시 풀던가, 평가액의 10%만 내고 저당 잡힌 상태로 가집니다. 은행에 줄 돈이 남았다면 권리증을 모두 은행에 반납하고 반납한 권리증은 저당이 풀립니다. 반납한 모든 권리증을 경매에 부칩니다. 감옥 탈출 카드가 있다면 해당 더미 맨 아래에 넣습니다. 이상 모노폴리 (monopoly) 클래식 경제 보드게임 규칙, 룰 (2~6인)이었습니다."
]