[
  "게임의 목적: 보안관, 부관, 무법자, 배신자 중 누군가 목표를 이루면 게임은 끝이 나고 게임에서 승리합니다. 총알 토큰(생명)을 모두 잃은 사람은 게임에서 탈락합니다. 보안관, 부관은 무법자를 제거해야 합니다. 무법자를 모두 제거했을 때 배신자가 살아남아 있다면 배신자까지 제거해야 합니다. 무법자는 보안관, 부관을 제거해야 합니다. 배신자는 혼자 살아남아야 합니다. 배신자가 승리하기 위해선 보안관과 둘만 남는 상황을 만들어야 하며, 보안관과 둘만 남았을 때 보안관까지 제거하면 승리합니다.",
  "게임 세팅: 카드는 뒷면이 다른 3가지 종류가 있습니다. 왼쪽부터 사용 카드, 인물 카드, 직업 카드라고 명칭하겠습니다. 보드판을 1개씩 자기 앞에 놓습니다. 게임 인원수에 따라 직업 카드를 달리 준비합니다. 3인일시: 무법자 1, 배신자 1, 부관 1. 3인은 룰이 다른 점이 있습니다. 각자 카드를 나눠가지고 공개하고 시작합니다. 첫 차례는 부관입니다. 배신자는 무법자, 무법자는 부관, 부관은 배신자를 죽이면 게임이 끝납니다. 만약 자신이 죽여야 하는 직업의 사람을 다른 사람이 죽이면 제거한 사람은 카드 3장을 가져오고 남은 2사람이 최후의 1인을 결정합니다. 나머지는 다른 인원의 룰과 같습니다.",
  "4인일: 보안관 1, 무법자 2, 배신자 1. 5인일시: 보안관 1, 무법자 2, 배신자 1, 부관 1.",
  "6인일: 보안관 1, 무법자 3, 배신자 1, 부관 1.",
  "7인일: 보안관 1, 무법자 3, 배신자 1, 부관 2. 모든 카드를 종류별로 모아 잘 섞어줍니다. 준비한 직업 카드를 잘 섞고 1장씩 분배합니다. 자신의 직업을 확인 후 보안관만 공개합니다. 인물 카드를 1장씩 분배합니다. 받은 인물 카드는 오픈하고 자신이 가진 인물의 능력을 모두에게 알려줍니다. 인물 카드에 있는 총알 수만큼 총알 토큰을 가져갑니다. 보안관은 1개를 더 가져갑니다. 총알은 나의 생명입니다. 사용 카드도 잘 섞어 각자의 총알 토큰의 개수만큼 가져가 뒷면이 보이게 놓습니다. 나머지 사용 카드는 중앙에 놓습니다. 게임 진행에 도움을 주는 매뉴얼도 1개씩 가져옵니다.",
  "게임 진행: 첫 차례는 보안관입니다. 순서는 시계방향으로 돌아갑니다. 자신의 차례가 되면 3가지를 하면 됩니다. 1. 카드 더미에서 사용 카드 2장을 가져옵니다. 2. 자신이 가진 사용 카드를 보고 원하는 만큼 카드를 사용합니다. 카드를 사용할 때는 앞에 보이게 내려놓습니다. 단, 뱅 카드는 한 차례에 1장만 사용할 수 있습니다. 3. 자신이 가진 총알 토큰(생명)을 초과하는 사용 카드를 가지고 있다면 버려야 합니다. 3가지를 다 하면 차례가 넘어갑니다. 사용 카드 더미에 카드가 없으면 버려진 카드를 다시 섞고 게임을 진행합니다. 탈락하거나 게임 종료까지 이렇게 진행합니다.",
  "게임 진행에 필요한 추가 설명: 상대를 공격할 때는 거리가 닿아야 하며 기본 거리는 1입니다. 거리 1은 바로 옆 사람까지만 닿습니다. 거리는 무기를 내려놓아 늘릴 수 있습니다. 자기 차례에 카드를 사용할 때는 같은 카드는 1장씩만 내려놓을 수 있습니다. 거리를 늘려주는 무기도 1장만 내려놓을 수 있습니다. 다른 무기로 교체는 할 수 있습니다. 갈색 테두리의 카드는 일회용입니다. 사용하고 나면 버려야 합니다. 파란색 테두리의 카드는 지속 효과가 있습니다. 나에게 사용하든 다른 사람에게 사용하든 효과가 지속됩니다. 매뉴얼을 보면 카드에 있는 그림을 해석할 수 있습니다. 게임에서 탈락한 사람은 역할 카드를 공개하고 자신의 내려놓은 카드와 사용하지 않은 카드를 모두 버립니다. 무법자를 제거한 사람은 카드 3장을 가져옵니다. 보안관이 부관을 제거하면 보안관은 자신의 사용 카드와 사용하지 않은 카드 모두를 버립니다. 자신의 차례가 아니더라도 상대의 공격을 피하거나 하는 행동의 사용 카드를 낼 수 있습니다.",
  "사용 카드 설명: 빗나감 - 누군가 총을 쏘면 피할 수 있습니다. 뱅 - 1명에게 총을 쏴 생명을 깎습니다. 사정거리가 닿아야 합니다. 조준경 - 내가 다른 사람에게 공격할 때의 거리가 1씩 가까워집니다. 야생마 - 다른 사람이 나에게 닿는 거리가 1씩 멀어집니다. 기관총 - 나를 제외한 모든 사람의 생명 1을 깎습니다. 강탈 - 현재 거리가 1인 사람의 사용한 카드와 보유한 카드 중 아무거나 1개를 가져옵니다. 주점 - 모든 사람이 생명 1을 회복합니다. 웰스파고은행 - 카드를 3장 뽑습니다. 역마차 - 카드를 2장 뽑습니다. 잡화점 - 탈락한 사람을 제외한 인원수만큼 카드를 뽑고 공개합니다. 잡화점을 사용한 사람부터 원하는 카드를 시계방향으로 가져갑니다. 감옥 - 다른 사람에게 1턴 쉬게 할 수 있습니다. 감옥에 갇힌 사람은 카드 1장을 뽑아 하트가 나오면 차례를 진행할 수 있습니다. 보안관에게는 사용 불가입니다. 맥주 - 자신의 총알 토큰(생명)을 1 회복합니다. 죽기 직전에도 사용이 가능합니다(체력이 0이 된 순간). 남아있는 인원이 3명 이상이어야 사용 가능합니다. 다이너마이트 - 설치한 후 다시 자기 차례가 오면 더미에서 뽑기를 먼저 1회 진행합니다. - 2~9가 나오면 체력 3이 깎이고 다이너마이트 카드를 버립니다. 나오지 않으면 왼쪽 사람에게 넘깁니다. 다이너마이트는 터질 때까지 지속되며 넘어갑니다. 다이너마이트 카드를 가진 사람은 자기 차례에 뽑기 1회를 하고 진행합니다."
]