[
  "요약 : 이 게임 은 모두가 힘을 합쳐 사건의 전말을 알아내는 협력 방식의 추리 보드게임 입니다. 게임을 진행할 때 QR 스캔이 가능한 모바일 기기가 필요하며, 전용 앱을 다운로드해 장소, 인물, 단서등을 조사해 나가며 범죄의 추리를 진행합니다. 인물과 대화를 하거나 물품을 스캔하거나 범행 현장을 조사할 때마다 게임내 시간으로 5분이 경과 되며, 장소를 이동할 때는 20분이 소요됩니다. 게임 내에서 흘러간 시간은 점수에 영향을 주기에게임 내의 시간으로 빠르게 사건을 해결하면 높은 점수를 받을 수 있습니다.",
  "구성품 및 준비 : 단서 판 테이 블에 단서 판을 펼쳐 놓습니다. 단서 판에는 모은 단서 카드를 보관할 공간이 20칸 있습니다. 단서 보드 주변에는 새롭게 발견한 장소 판을 7장까지 붙일 칸이 있습니다. 단서 보드 하단에는 현 위치를 알 수 없는 인물 카드를 3장까지 놓을 수 있습니다. 왼쪽부터 단서, 특수 아이템, 인물 카드이 3가지의 카드를 같은 종류끼리 분류합니다. 인물 카드와 특수 아이템 카드를 뒷면으로 단서 판 옆에 놓습니다. 단서 카드는 테이블에 앞면이 보이도록 놓습니다. 단서 카드는 게임 중 언제라도 살펴볼 수 있기에 원하는 대로 분류해서 놓습니다.",
  "전문부서판 : 전문부서 판 4개를 단서 판 옆에 펼쳐둡니다.",
  "시작 판 : 장소 판 중 스코틀랜드 야드는 시작 판입니다. 시작 판을 단서 판 아래에 .",
  "장소 판 : 17개의 장소가 있습니다. 마지막으로 모든 장소 판을 쌓아서 단서 판 옆에 놓으면 준비가 끝납니다. 매뉴얼에는 장소 판을 앞면으로 놓는데 뒷면으로 놓으면 플레이시 더 편합니다. 인물, 장소, 특수 아이 템 카드는 순서대로 쌓아 놓으시면 게임 진행이 수월합니다.",
  "게임 진행 방법 : 앱을 실행하고 원하는 시나리오를 선택한 뒤앱의 지시대로 게임을 진행하시면 됩니다. 시나리오 중 맛보기 게임은 게임 의 진행 방식을 쉽게 익히기 위한 시나리오입니다. 55장의 인물 카드가 있습니다.",
  "인물 카드 : 인물 카드를 찾아서 놓으라고 지시한다면 해당 번호의 인물을 찾아 지시한 장소에 놓습니다. 특정 장소가 나와 있지 않아 인물의 위치를 모르면 단서 판 하단에 놓으시고 알게 되면 옮깁니다. 인물 카드의 QR 을 스캔하면 해당 인물과의 대화 모드가 실행됩니다. 대화를 통해 장소, 인물, 특수 아이 템이 나오면 해당 카드를 찾아 펼쳐 주시면 됩니다. 장소 판장소의 QR 을 스캔하면 해당 장소로 이동합니다. 앱의 상단에는 현재 장소가 표시되어 있고특정 장소에서는 현장 조사 버튼이 있습니다. 현장 조사 버튼을 누르면 범죄 현장이 나오며 모바일 기기를 보는 각도 에 따라 범죄 현장을 둘러볼 수 있습니다. 범죄 현장 영상이 끝나면 다른 플레이어도 현장을 볼 수 있게 리플레이 문구가 나옵니다. 총 52개의 단서, 특수 아이 템 카드가 있습니다. 현장 조사를 마치면 단서 카드를 스캔할 수 있게 되고 단서를 스캔했을 때 유용한 단서인지 아닌지를 알려줍니다. 유용한 단서라면 단서 판에 놓으시면 됩니다. 또한 현장 조사를 마치고 인물 카드를 스캔하면 인물의 정보를 얻을 수 있고 전문 부서를 스캔하면 해당 전문 부서와 통화해서 인물이 나 단서 카드를 스캔할 시 추가 정보를 얻을 수 있다면 얻게 됩니다. 특수 아이템 카드가 나온 경우에도 해당 카드를 찾아 단서 판위에 놓습니다.",
  "전문부서 (전문부서와 통화 시) 의사 : 약물 정보와 시체 부검을 할 수 있습니다.",
  "해커 : 정보 조사, 첨단 기기 해킹과 학자 : 증거물의 추가 정보범죄학자 : 인물들의 심리상태에 대한 정보. 이벤트 발생이 벤트가 발생하면 해당하는 카드를 모두 펼칩니다. 마찬가지로 해당하는 카드를 스캔하고 관련된 정보를 얻을 수 있습니다. 추리 보드게임 사건의 재구성 사건 해결사건의 전말을 모두 알았다면 시작 지점인 스코틀랜드 야드를 스캔해 장소를 이동하고사건 해결 버튼을 누르고 질문에 답합니다. 적절한 카드를 스캔하며 질문에 답하면 됩니다. 몇 가지 질문을 모두 대답하면 제출한 답에 따라서 게임이 끝나지 않을 수도 있고 사건이 해결되며 점수를 받을 수도 있습니다. 점수가 나오면 해답 버튼을 눌러 사건의 전말을 모두 확인하실 수 있게 됩니다."
]