[
  "게임의 목적 : 누군가 해당 시대의 마지막 카드를 가져가면 해당 시대가 끝납니다. 승리 조건은 3가지가 있습니다. 1.",
  "군사적 승리 : 군사 말을 끝까지 보냅니다. 군사 말을 상대의 진영 끝까지 위치하면 승리합니다. 사진에는 군사 토큰이 놓여있는 데 군사 토큰이 있는 곳에 군사 말이 도달하면 해당 군사 토큰을 사용하고 상자로 넣습니다. 군사 토큰을 사용하면 상대 플레이어는 군사 토큰에 적힌 수만 큼 주화를 지불해야 합니다. 주화는 은행에 지불합니다. 주화가 부족할 경우 있는 주화만 지불합니다. 2.",
  "과학적 승리 : 6종류의 과 학 카드를 모읍니다. 녹색 카드 상단의 모두 다른 상징 6종류를 건설하면 승리합니다.",
  "3.문화적 승리 : 1시대부터 3시대까지 진행 후 점수를 계산합니다. 모든 카드의 점수와 진보 토큰 점수, 획득한 주화점수 그리고 군사 말의 위치 점수까지 모두 더해 가장 높은 점수를 얻은 사람이 승리합니다. 획득한 주화는 3원이 1점입니다. 점수가 같다면 파란색 건물을 더 많이 건설한 사람이 승리합니다.",
  "게임 준비 : 두 사람 사이 에 보드판을 펼치고 군사 말을 보드판 중앙에 위치합니다. 군사 토큰도 해당하는 칸에 위치합니다.(5를 양쪽 끝에 놓습니다) 같은 주화끼리 모아 은행을 만들고 각 플레이어는 은행에서 7원씩 가져옵니다.",
  "군사 경쟁 말과 군사 토큰 : 진보 토큰을 무작위로 5개 앞면으로 위치합니다. 나머지 진보 토큰은 사용하지 않습니다.",
  "진보 토큰 : 같은 상징의 녹색 카드 2장을 모으면 가져올 수 있습니다. 이제 첫 차례의 사람을 정하고 12장의 불가사의 카드를 잘 섞습니다. 그리고 무작위로 4장을 앞면이 보이게 놓습니다. 시작 플레이어가 1장을 먼저 선택해 가져가고 다음 사람이 2장을 선택해 가져갑니다. 나머지 1장은 다시 첫 차례의 사람이 가져갑니다. 다시 4장을 뽑아 앞면이 보이게 놓습니다. 이번엔 두 번째 사람부터 1장을 먼저 선택하며 앞의 행동을 반복해 카드를 가져갑니다. 총 4장씩의 불가사의 카드를 가지게 됩니다. 가져온 불가사의 카드는 잘 보이 게 옆에 놓습니다. 만약 7원더스 대결 게임을 처음 한다면 불가사의 카드를 다음과 같이 가져갑니다. 시작 플레이어는 이렇게 4장 가져옵니다.",
  "시작 플레이어 : 피라미드, 알렉산드리아의 등대, 아르테미스 신전, 제우스 상.",
  "두 번째 플레이어 : 대 원형 경기장, 피레우스 항 아피아 기도, 콜로 서스 1시대, 2시대, 3시대, 조합 카드. 1, 2, 3시대 카드를 더미를 만들어 잘 섞고각각 3장씩 빼서 상자에 넣습니다. 그리고 조합 카드에서 3장을 무작위로 빼서 3시대 카드에 섞어줍니다.",
  "출처 : 매뉴얼 북 보라색 카드인 조합 카드를 포함 하여 7가지 색상의 카드가 있습니다.",
  "진행 방법 : 해당하는 시대 카드를 잘 섞고 현재 시대에 해당하는 모양으로 카드를 놓습니다.(카드를 앞면과 뒷면으로 잘 구분해서 놓습니다) 게임은 1시대부터 3시대까지 진행합니다. 1시대의 모든 카드를 가져오면 1시대가 끝나고 2시대를 준비합니다. 첫 차례의 사람부터 게임을 진행합니다. 2시대, 3시대 시작시 군사 말이 자신의 진영 쪽에 위치한 사람이 시작 플레이어를 정합니다. 자기 차례가 되면 카드 1장을 가져옵니다. 가져올 때는 다른 카드로 인해 일부가 가려진 카드는 가져올 수 없습니다. 일부가 가려져 있다가 카드를 가져오며 가려진 부분이 없어진 카드가 있을 때 해당 카드가 뒷면이면 앞면으로 보이게 놓습니다. 카드를 가져오면 3가지 중 1개를 진행합니다. 1가지 행동을 하면 차례가 넘어갑니다. 1.건축물 건설(가져온 카드 건설), 2.가져온 카드 버리기, 3.불가사의 카드 건설.",
  "1) 건축물 건설 : 비용을 지불하고 가져온 카드를 자신의 앞에 오픈해서 놓으면 건설이 완료됩니다. 이 카드는 무료로 가져올 수 있습니다. 카드 상단을 보시면 나무 표시가 있습니다. 이 카드를 건설하면 나무 자원 1개를 생산합니다. 게임을 종료할 때까지 나의 자원이 됩니다.(소모되어 없어지지 않습니다) 빨간 색상의 카드는 군사 카드입니다. 왼쪽 상단 조금 밑에 보시면 나무 표시가 1개 조그맣게 있습니다. 저 위치가 카드를 가져올 때 필요한 비용을 표시하는 곳입니다.(표시된 자원만 큼 모두 지불해야 합니다) 저 위치가 비어있다면 무료로 가져올 수 있습니다. 또한, 나무 자원이 있는 카드를 건설했다면 가져올 수 있습니다. 오른쪽 상단의 마크는 이 카드를 건설할 경우이 마크의 비용을 지불해야 하는 카드를 다음 시대에 건설할 수 있습니다. 비용을 표시하는 위치에 다른 자원들이 있어도 마크가 있으면 건설할 수 있습니다. 다른 마커도 마찬가지입니다.",
  "매뉴얼 북 : 빨간색 카드는 군사 카드이 고 이 카드를 건설하면 방패 개수만큼 군사 말을 상대 쪽으로 전진합니다.",
  "2) 가져온 카드 버리기 : 카드를 가져온 후 건설을 하지 않고 바로 버리면 2주화를 얻습니다. 또한, 나에게 건설한 노란 색상의 카드가 있다면 1장당 +1주화를 추가로 받습니다.",
  "3) 불가사의 카드 건설하기 : 카드를 가져온 후가져온 카드를 내가 가지고 있는 불가사의 카드 밑에 뒷면으로 놓으면 해당 불가사의 카드가 건설됩니다. 건설 비용은 불가사의 카드의 왼쪽에 표시되어 있고 효과는 카드의 오른쪽에 표시되어 있습니다. 효과는 건설 후 즉시 적용됩니다. 가져온 시대 카드는 아무런 효과가 없으며 불가사의 카드가 건설됐다는 표시로만 작용합니다. 불가사의 건설은 두 사람이 총 7개까지만 건설할 수 있습니다.",
  "교역 : 건설하고 싶은 카드나 불가사의가 있을 때 모자라는 자원을 주화로 지불하고 대체합니다. 기본적으로 자원 1개당 2주화가 필요 합니다. 만약 상대에게 해당 자원이 있다면 상대가 가지고 있는 개수 1개당 +1주화를 더 지불해야 합니다. 주화를 지불할 때는 은행에 지불합니다.",
  "카드 설명 : 이 카드를 건설하면 암석을 생산합니다. 1주화를 은행에 지불하면 건설할 수 있습니다. 밤색이 나 회색 카드는 해당 자원을 생산합니다. 이 카드를 건설하면 다음 부터 교역을 할 때모자라는 벽돌 1개당 1주화만 지불합니다. 기본 가격이 2주화, 상대가 벽돌을 생산하면생산하는 만큼 더 내야 하지만 이 카드가 있으면 무조건 벽돌 1개당 1원으로 교역할 수 있습니다. 3주화를 지불하면 건설할 수 있습니다. 건설하면 6원을 즉시 얻습니다. 노란색 카드를 건설하면 가져온 카드를 버리는 행동을 한 후 노란색 카드 1개당 1주화를 추가 로 얻습니다. 이 카드를 건설한 사람의 현재 불가사의 건물 개수 1개당 2주화를 즉시 얻습니다. 또한 승점 3점입니다. 주화를 받는 기능은 건설할 때 1번만 발휘합니다. 건설할 때 시점을 기준으로 빨간색 카드 1개당 1주화를 즉시 받습니다. 밤색 카드 1개당 2주화를 즉시 받습니다. 회색 카드 1개당 3주화를 즉시 받습니다. 빨간색 카드를 건설하면 표시된 방패의 개수만큼 군사 말을 상대의 진영으로 전진합니다. 오른쪽 상단의 표시가 있는 카드를 건설하면 다음 시대에 같은 표시의 건설 비용이 있는 카드의 비용 처리가 가능해져 건설할 수 있습니다. 녹색 카드는 과학 카드입니다. 상단에 있는 숫자 1은 승점(점수) 를 의미합니다. 상단에 있는 상징은 같은 상징 2개를 모을 때마다 진보 토큰을 즉시 가져오며 게임이 종료될 때까지 가지고 있습니다. 파란색 카드는 점수 카드입니다. 위 카드의 경우 건설하면 승점 3점을 얻습니다. 이 건물이 건설될 때 파란색 건물이 더 많은 사람이 건물의 차이 1개당 1주화를 즉시 얻습니다. 또한 게임이 끝났을 때 파란색 건물이 더많은 사람이 차이 1개당 승점 1을 얻습니다. 해당 주화는 은행에서 받습니다. 게임이 끝나서 문화적 승리로 점수를 계산할 때 상대보다 주화가 더 많은 사람이 3주화의 차이마다 승점 1점을 획득합니다. 마찬가지로 게임이 끝났을 때 불가사의 건물이 더 많은 사람이 차이 1개당 승점 2점을 얻습니다.",
  "진보 토큰 10종류 : 농업 : 가져온 즉시 6주화 게임 종료 시 4승점 법 : 가져오면 과학 상징 1개가 생깁니다.",
  "(5종류를 모으면 과학적 승리가 가능합니다) 수학 : 가져오면 진보 토큰 1개당 승점 3점입니다.(수학 토큰도 포함 입니다) 석공 기술 : 파란색 카드 건물을 건설할 때 원하는 자원 2개를 할인받습니다.",
  "군사 전략 : 빨간색 카드를 건설할 때 추가로 군사 말을 1칸 더 전진합니다.",
  "건축 : 추가로 건설하는 불가사의 건물의 비용을 자원 2개만 큼 할인받습니다.",
  "경제 : 상대가 교역을 통해 은행에 지불해야 하는 주화를 내가 받게 됩니다.",
  "철학 : 게임 종료 시 승점 7점을 획득합니다.",
  "도시화 : 6주화를 즉시 얻습니다. 그리고 카드 오른쪽 상단의 문양을 통해 연계 건설을 할 때마다 4주화를 얻습니다.",
  "신학 : 불가사의 건설을 하면 차례를 1번 더 진행합니다.(불가사의 카드 자체에 차례 추가 기능이 있어도 1번만 더 진행합니다) 불가사의 카드 효과 설명 : 건설하면 즉시 효과 가 작용합니다. 왼쪽은 비용, 오른쪽은 효과 입니다. 건설한 사람은 3주화를 즉시 얻습니다. 상대방은 3주화를 즉시 반납합니다. 건설한 사람은 차례를 1번 더 진행합니다. 게임이 끝날 때 3점의 승점을 얻습니다. 상대방은 손에 든 회색 카드 1장을 버려야 합니다.(없으면 그냥 넘어갑니다.) 군사 말을 1칸 전진합니다. 게임 종료 시 승점을 3점 획득합니다. 게임을 진행하며 버린 카드 중 1장을 가져옵니다. 상자에 있는 진보 토큰 중 3개를 무작위로 뽑고 그중에 1개를 선택하여 가져옵니다."
]