[
  "목적 : 누군가 승점 카드를 5장 2~3인은 6장을 모으면 그 턴이 마지막 턴이 되고 게임을 종료합니다.",
  ": 마지막 턴이 종료되면 점수 계산을 합니다. 가장 높은 점수를 얻은 사람이 승리합니다.",
  "구성품 센추리 향신료의 길 게임 준비 2인 게임 세팅 상인 카드 and 승점 카드 : 승점 카드를 잘 섞고 더미를 만들어 놓습니다. 더미 옆으로 5장을 오픈해 깔아줍니다. 1번째 승점 카드 위에 금화 토큰을 인원수 x 2만 큼 놓습니다. 2번째 승점 카드 위에 은화 토큰도 인원수 x 2만큼 놓습니다.",
  "금화 토큰 and 은화 토큰 : 상인 카드는 테두리 색상이 2가지입니다. 같은 색상의 카드끼리 모아줍니다. 상인 카드 중 보라색 테두리를 가진 카드도 2가지가 있습니다. 각자 1종류씩 총 2장의 보라색 테두리 카드를 가져옵니다. 가져온 카드는 뒷면이 보이 게 놓습니다. 각자 이렇게 1장씩 총 2장씩 가져갑니다. 남은 보라색 카드는 상자에 넣습니다. 이제 흰색 테두리의 상인 카드는 잘 섞어 승점 카드 아래에 더미를 만들어 놓습니다. 그리고 6장을 옆에 보이게 깔아줍니다.",
  "케러벤 카드 : 케러벤 카드도 1장씩 가져가 보이게 놓습니다. 게임 참여 인원수 만큼의 카드만 사용하는데 첫 차례를 의미하는 케러벤 카드를 꼭 포함 합니다.",
  "케러벤 카드 중 선을 의미하는 카드 : 오른쪽 아래에 표식이 있는 카드를 포함합니다. 이 카드를 받은 사람이 첫 차례가 됩니다. 나머지 케러벤 카드는 상자에 넣습니다.",
  "향신료 4가지 : 향신료를 노랑, 빨강, 녹색, 밤색의 순서로 놓습니다. 첫 차례의 플레이어부터 큐브를 가져가 케러벤 카드 위에 놓습니다.",
  "1번째 플레이어 : 노란색 3개.",
  "2, 3번째 플레이어 : 노란색 4개.",
  "4,5번째 플레이어 : 노란색 3개, 빨간색 1개.",
  "진행 방법 : 자기 차례에는 4가지 중 1개의 행동을 합니다. 1가지 행동을 하면 차례가 넘어갑니다. 1.상인 카드 사용, 2.승점 카드 가져오기, 3.상인 카드 가져오기, 4.휴식.",
  "1.상인 카드 사용 : 손에 든 상인 카드를 사용할 수 있습니다. 카드를 사용할 때는 자기 앞에 내려놓습니다. 상인 카드는 3가지가 있습니다. 1.",
  "향신료 카드(화살표 표시가 없습니다) : 자기 앞에 내려놓으면 카드에 그려진 만큼의 향신료 큐브를 얻을 수 있습니다. 얻은 향신료 큐브는 케러벤 카드 위에 놓습니다.",
  "2.업그레이드 카드(화살표가 위를 향하는 카드) : 카드에 표시된 큐브 개수만큼 업그레이드를 합니다. 노란색 > 빨간색, 빨간색 > 녹색, 녹색 > 밤색 1개의 큐브를 몰아서 2, 3단계 업그레이드하거나 골고루 업그레이드할 수 있습니다. 업그레이드를 적게 하는 건 상관없습니다.",
  "3.교역 카드(화살표가 아래를 향하는 카드) : 화살표 위의 향신료를 반납하고 아래 향신료를 가져올 수 있습니다. ( 향신료는 향신료 그릇에 반납합니다. ) 해당하는 교환을 여러 번 수행할 수 있습니다. 2. 승점 카드 가져오기. 놓여있는 5장 중 승점 카드에 표시된 큐브를 지불한 후 해당하는 카드를 1장 가져옵니다. 카드 위에 동전이 있다면 함께 가져옵니다. 남은 승점 카드 4장은 왼쪽으로 밀착해 정렬하고 새로운 카드 1장을 오픈해 더미 옆에 놓습니다. 만약 1번째 승점 카드에 금화가 떨어졌다면 은화를 1번째 카드 위로 위치합니다.",
  "3.휴식 : 이미 사용해서 내 앞에 놓은 카드들을 모두 다시 손으로 가져옵니다.",
  "4.상인 카드 가져오기 : 놓여있는 6장의 상인 카드 중 1장을 손으로 가져옵니다. 그리고 가져온 카드의 왼쪽에 있는 모든 상인 카드마다 큐브를 1개씩 올려야 합니다.(큐브의 색상은 상관없습니다) 그다음 왼쪽으로 밀착해 5장을 정렬시키고 더미 옆에 1장을 오픈해 다시 6장을 만들어줍니다.만약 모자라는 향신료 큐브가 있다면 아무 물건으로 향신료 큐브를 대체하세요.자기 차례가 끝났을 때 큐브가 10개를 넘어가면 10개를 초과 하는 만큼은 그릇에 반납해야 합니다. 2~3인 : 누군가 6장의 승점 카드를 모으면 그 턴이 게임 의 마지막 턴이 됩니다. 4~5인 : 누군가 5장의 승점 카드를 모으면그 턴이 게임의 마지막 턴이 됩니다.",
  "점수 계산 : 은화 1개당 1점입니다.",
  ": 금화 1개당 3점입니다.",
  "노란색 큐브를 제외한 나머지 큐브 1개당 1점 ( 노란색 큐브는 0점입니다) : 승점 카드에 있는 숫자만큼 점수입니다.(내가 가진 승점 카드를 모두 더하세요) 모두 더해 점수가 가장 높은 사람이 승리합니다. 동점일 시 가장 늦은 차례인 사람이 승리합니다."
]