[
  "게임의 목적: 카드의 왼쪽 상단이 점수, 오른쪽 상단이 보석 보너스. 인피니티 점수 16점 이상, 녹색 토큰 1개 이상과 5가지 보석 보너스 카드를 먼저 모아야 합니다. 누군가 게임 목표 조건을 충족하면 마지막에 차례를 시작한 사람까지만 순서를 진행합니다. 게임이 끝났을 때 해당 조건을 충족한 사람이 유일하다면 해당 플레이어의 승리입니다. 여러 명이라면 더 높은 점수의 사람이 승리합니다. 동점이라면 어벤저스 어셈블 타일을 가진 플레이어가 승리하고, 아무도 어셈블 타일이 없다면 카드를 적게 고용한 사람이 승리합니다. 고용한 카드 개수도 같다면 공동 우승입니다.",
  "스플렌더 마블 준비: 같은 종류의 인물 카드(1, 2, 3단계)끼리 분류해 더미를 만들고, 각 더미의 오른쪽에 4장씩 앞면으로 펼쳐 놓습니다. 이렇게 4×3의 형태로 펼쳐진 카드는 게임 진행 중 빈 곳이 생기면 바로바로 채워줍니다. 만약 특정 카드 더미가 바닥나면 그곳은 빈 곳을 채우지 않습니다. 7가지 토큰이 있습니다. 초록색 토큰은 인원수와 같게 준비하고, 회색 토큰은 인원에 관계없이 5개를 사용합니다. 나머지 5가지 토큰도 인원에 맞게 준비합니다. 2인일시: 각 색상별로 4개씩만 사용합니다. 3인일시: 5개씩만 사용합니다. 4인일시: 모든 토큰을 사용합니다.",
  "장소 타일: 인원수와 같게 준비합니다. 인피니티 건틀릿 타일과 어벤저스 어셈블 타일도 1개씩 준비해서 놓으면 준비가 끝납니다.",
  "게임 진행 방법: 가장 어린 플레이어부터 시계 방향으로 진행합니다. 자기 차례가 되면 4가지 행동 중 하나를 합니다. 1. 5가지 보석 중 각기 다른 3개를 가져옵니다. 2. 5가지 보석 중 같은 보석 2개를 가져옵니다. 3. 카드 1장을 손에 들고 회색 토큰을 가져옵니다. 4. 카드 1장을 고용합니다.",
  "보석 토큰 가져오기: 같은 종류의 토큰 2개를 가져오거나, 모두 종류가 다른 3개를 가져옵니다. 이때 회색과 초록색 토큰은 가져올 수 없습니다. 1가지 토큰을 2개 가져오는 행동은 빨간색 토큰처럼 4개 이상일 때만 가능합니다. 주황색 토큰을 가져오고 싶다면 1개만 가져옵니다. 차례를 마칠 때는 회색과 초록색 토큰을 포함하여 모든 토큰의 개수가 10개를 넘어가면 안 됩니다. 만약 10개가 넘으면 그만큼을 반납해야 합니다.",
  "회색 토큰 1개 가져오고 카드 1장 손에 들기: 카드를 가져올 때는 테이블에 펼쳐진 카드나 더미로 놓인 카드 중 맨 위의 1장을 가져옵니다. 회색 토큰 1개는 5가지 보석 중 아무 보석이나 1개로 사용할 수 있으며, 손에는 최대 3장의 카드까지만 들 수 있습니다.",
  "카드 1장 고용하기: 카드의 점수나 보너스는 해당 카드를 고용한 경우에만 효과를 적용합니다. 탁자 중앙에 공개된 카드나 손에 든 카드 중 1장을 구매해 자신의 앞에 앞면으로 놓습니다. 고용 비용은 해당 카드의 왼쪽 하단에 표시된 보석 개수이며, 은행에 반납하며 지불합니다. 오른쪽 상단에 그려진 토큰은 보너스를 의미하며, 다음 차례부터 새로운 카드를 구매할 때 가진 보너스만큼 할인받습니다. 왼쪽 상단에 적힌 숫자는 점수를 의미하고, 상단의 A 표시 3개를 가장 먼저 모은 사람은 어벤저스 어셈블 타일을 가져올 수 있습니다. 하지만 다른 플레이어가 A 표시를 더 많이 모으게 된다면 어벤저스 어셈블 타일을 해당 사람에게 빼앗기게 됩니다. 왼쪽 상단에 초록색 토큰이 그려진 3단계 카드를 고용하면 녹색 토큰 1개를 받습니다. 녹색 토큰은 한 사람당 1개까지만 가질 수 있습니다. 어벤저스 어셈블 타일과 장소 타일은 조건이 충족되면 자신의 차례에 가져올 수 있으며, 행동을 소비하지 않습니다. 장소 타일은 타일 왼쪽에 표시된 보석 보너스를 충족하면 자기 차례에 1개를 가져올 수 있습니다. 여러 장소 타일의 조건을 충족해도 한 번의 차례에 1개씩만 가져올 수 있습니다. 장소 타일과 어셈블 타일의 왼쪽 상단에 적힌 숫자는 점수를 의미합니다. 인피니티 건틀릿 타일의 조건을 충족한 사람은 해당 타일을 가져오고 그 플레이어를 기준으로 게임의 마지막 턴이 됩니다. 만약 인피니티 건틀릿 타일을 가져온 플레이어가 가장 마지막에 차례를 시작한 사람이라면 그 사람 차례가 끝난 후 그 즉시 게임이 종료됩니다."
]