[
  "목적 : 기본 게임에 추가하는 확장 4가지가 있습니다. 한 번에 확장 하나만 넣어서 사용하시면 됩니다. 대도시 타일 7장 . 스플랜더 확장판이 처음이라면 대도시 확장판을 먼저 해보실 것을 추천합니다.",
  "대도시 규칙 : 기본판의 귀족 타일은 사용하지 않습니다. 그 대신 7장의 대도시 타일 중 3장을 사용합니다. (플레이 인원수와 관계없이 3장입니다) 차례를 끝마칠 때 대도시 타일에 표기된 요소를 모두 보유한 상태라면 해당 대도시 타일을 가져올 수 있습니다. (귀족 방문과 비슷함). 게임 종료 조건은 누군가 대도시 타일을 1개라도 획득하면 마지막 순서의 사람까지 차례를 진행하고 게임을 종료합니다. 승리 조건은 대도시 타일을 1명만 보유했다면 해당 플레이어의 승리입니다. 여러 사람이 대도시 타일을 보유했다면 보유한 사람들 중 승점이 높은 사람이 승리합니다. 귀족 타일과 동일하게 한차례에 1개의 대도시 타일만 가져올 수 있습니다. 대도시 확장을 사용하면 기존의 승리 조건 및 종료 조건은 적용되지 . 승점 13점 + 개발 카드 위 대도시 타일은 승점 13점, 그리고 빨간색 보석 개발 카드 4장과 검은색 보석 개발 카드 3장을 모으면 가져올 수 있습니다. 승점과 개발 카드 모든 요 건을 충족해야 합니다. 승점 15점 + 아무 개발 카드 5장 위 대도시 타일은 승점 15점과 같은 종류의 개발 카드 5장이 조건입니다. 승점 17점을 모으시면 됩니다.",
  "동방무역 규칙 : 동방무역 개발 카드 30장 <동방무역>에서는 새로운 개발 카드를 추가합니다. 매뉴얼북 게임을 준비할 때 위 사진과 같이 기존의 개발 카드 옆에 2장씩을 오픈합니다. 동방무역 개발 카드는 1, 2, 3단계가 각각 10장씩 들어 있습니다. 규칙은 같습니다. 기본 판과 마찬가지로 동방무역 개발 카드도 빈자리가 생기면, 즉시 해당 단계의 더미에서 새로운 카드로 그 빈자리를 채워줍니다. 해당 단계의 더미가 다 소진되면 빈 상태로 둡니다. 동방무역 개발 카드 설명 황금 토큰 2개 위 카드는 다른 개발 카드를 구매할 때 황금 조커 토큰 2개처럼 사용할 수 있습니다. 자신이 원하는 시점에 사용할 수 있고 사용한 뒤에는 게임에서 제외합니다. 실제로 황금 토큰을 가져오는 것이 아니기에 10개의 황금 토큰 수량 제한과는 무관합니다. 자신이 보유한 원하는 개발 카드에 겹쳐 놓아 해당 색상의 보석 1개로 보너스 효과를 받습니다. 구매한 즉시 다른 카드에 겹쳐야 하며 한번 정하면 바꿀 수 없습니다. 보석 보너스를 제공하는 개발 카드가 없다면 이 카드를 구매할 수 없습니다. 이 카드를 구매하면 나의 개발 카드에 겹쳐놓은 뒤 앞면으로 펼쳐진 1단계 개발 카드 중에 1장을 선택해 공짜로 가져올 수 있습니다. 해당 색상의 보석 보너스를 2개 받습니다. 이 카드를 구매하는 즉시, 아무에게도 방문하지 않은 귀족 타일 1장을 선택해 자기 앞에 뒷면으로 놓아 보관합니다. 이렇게 보관한 귀족 타일은 해당 사람만 방문할 수 있습니다. 보관 수량에 제한은 없습니다. 이 카드를 구매하는 즉시, 앞면으로 펼쳐진 2단계 카드 중 1장을 공짜로 구매합니다. 현재 보석 보너스를 받고 있는 카드 중 해당하는 색상의 보석 카드 2장을 버려야 합니다. 보석 2개짜리 카드라면 1장만 버려도 됩니다. 버린 카드는 게임에서 제외합니다. 버릴 카드에 겹쳐놓은 조커 기능의 카드가 있다면 조커 기능을 하는 카드를 우선적으로 버립니다.",
  "성채 규칙 : 성채 12개 각자 1가지 색상을 정해 3개의 성채를 가집니다. 개발 카드를 1장 구매할 때마다 두가지 특수 행동 중 하나를 반드시 해야 합니다. 1) 앞면으로 펼쳐진 개발 카드 중 1장을 선택해 그 위에 자신의 성채를 1개 놓습니다. 새 성채를 놓아도 되고 다른 카드에 놓여있던 성채를 옮겨도 됩니다. 다른 사람의 성채가 있는 카드에는 놓지 못합니다. 2) 개발 카드 위에 놓인 다른 사람의 성채 1개를 제거해 해당 플레이어에게 돌려줍니다. 자신의 성채 1개를 놓은 카드는 선점합니다. 해당 카드는 선점한 사람만 구매할 수 있습니다. 성채가 놓인 카드를 구매한다면 해당 성채를 회수합니다. 자신의 성채 3개를 놓은 카드는 지배합니다. 지배한 카드는 자기 차례의 행동을 한 뒤 추가로 구매할 수 있습니다. 물론 구매 비용은 지불해야 하며 귀족 방문과 남은 토큰 수량 확인 단계 이전에 구매해야 합니다.",
  "교역소 규칙 : 교역소 구성품 게임 시간은 기본 버전에 비해 짧아집니다. 매뉴얼 북 각자 1가지 색상의 마커 5개를 가져갑니다. 동방 교역로 게임판을 카드 근처에 놓습니다. 동방 교역로 게임 보드에는 총 5개의 교역소가 있으며 교역소마다 조건이 다릅니다. 자기 차례를 끝마칠 때 (귀족 방문까지 완료) 한 교역소의 조건을 충족했다면 게임이 종료될 때까지 해당 교역소의 효과를 사용할 수 있습니다. 조건을 충족한 표시로 자신의 문장 토큰 1개를 교역소 빈칸에 놓으면 되고 한차례에 1개만 놓을 수 있습니다.",
  "교역소 효과 설명 : 교역소의 왼쪽 하단이 조건 오른쪽 하단이 효과입니다.",
  "조건 : 보너스를 받고 있는 빨간색 보석 카드 3장과 흰색 보석 카드 1장효과 : 개발 카드를 구매한 후 아무 보석 1개를 가져옵니다. 문장 토큰을 놓은 다음 차례부터 적용됩니다. 빈자리를 새로운 카드로 채우기 전에 가져옵니다. 황금 조커 토큰은 가져올 수 없습니다.",
  "조건 : 보너스를 받고 있는 흰색 보석 카드 2장 효과 : 똑같은 보석 2개를 가져올 경우 가져온 2개의 보석과 다른 1개의 보석을 가져옵니다.",
  "조건 : 청색 3장과 흑색 1장 이상 보유 효과 : 자신이 보유한 황금 조커 토큰 1개당 2개로 취급합니다. 이 효과는 개발 카드를 구매할 때만 적용합니다. 보유 토큰 제한 (10개) 을 계산할 때는 2개로 취급하지 않고 1개로 취급합니다.",
  "조건 : 녹색 보석 카드 5장, 귀족 타일 1장 이상 효과 : 승점 5점 조건 : 흑색 보석 카드 3장 이상 효과 : '동방 교역로' 게임판에 놓인 자신의 문장 토큰 1개당 승점 1점 입니다."
]