[
  "간단한 펭귄 튕기기 보드게임 아이스쿨.",
  "요약: 모든 플레이어는 한 차례씩 돌아가면서 자신의 펭귄을 손으로 튕기며 차례를 진행합니다. 여러 라운드의 술래잡기를 진행해서 가장 많은 점수를 얻은 사람이 승리합니다. 자신이 가진 물고기 카드의 숫자를 모두 더하면 자신의 점수가 됩니다. 만약 점수가 동률이라면 더 많은 물고기 카드를 가진 사람이 승리합니다. 한 사람씩 돌아가며 라운드의 반장이 되고, 참여 인원이 3인일시: 3라운드, 2인 또는 4인일시: 4라운드까지 진행합니다. 라운드가 시작된 후 반장이 모든 사람을 잡거나 반장이 아닌 개구쟁이 중 누군가 자신의 물고기 말 3개를 모두 모으면 해당 라운드가 종료됩니다.",
  "구성품 (매뉴얼 북): 간단한 술래잡기 보드게임 아이스쿨 준비하기. 각자 원하는 색상을 정해 해당 색상의 학생증과 펭귄, 색상 기억용 카드를 모두 1장씩 가져오고 물고기 말은 3개씩 가져옵니다. 학생증과 색상 기억용 카드는 모두가 잘 볼 수 있게 자기 앞에 놓습니다.",
  "물고기 카드: 물고기 카드 45장은 잘 섞어 뒷면으로 놓습니다. 게임 판으로 사용하는 1번부터 5번까지의 상자가 있습니다. 이 5개의 상자를 문 아래에 있는 점의 색상이 서로 같은 색끼리 만나게 연결합니다. 표시가 있는 곳에는 흰색 물고기를 꽂아 상자를 고정합니다.",
  "간단한 알까기 보드게임 아이스쿨 라운드 준비: 가장 최근에 펭귄을 본 사람이 첫 라운드의 반장 역할을 맡습니다. 반장을 제외한 개구쟁이들은 물고기가 그려진 문 3곳에 자신의 물고기를 하나씩 꽂습니다. 반장은 부엌 (2번 상자)의 빨간색 선 안에 자신의 펭귄을 놓으면 준비가 끝납니다. 개구쟁이 말 시작 위치.",
  "펭귄 튕기기 보드게임 아이스쿨 진행 방법: 반장 왼쪽에 앉은 사람이 첫 차례가 되고 시계방향으로 순서를 진행합니다. 자신의 펭귄 말을 한 번 튕기면 차례가 끝나며, 개구쟁이들은 자신의 첫 차례일 때 교실 (1번 상자)의 중앙에 새겨진 빨간 원에 위치시켜 놓은 후 튕깁니다. 이후의 차례부터는 펭귄이 멈춘 그 자리에서 차례를 시작하면 됩니다. 반장은 라운드 시작 전에 위치한 자리에서 첫 차례를 시작하세요. 자신의 차례가 되었을 때 자신의 펭귄이 빨간색 사각형의 선 밖에 위치해 있다면 가장 가까운 빨간색 라인 위로 펭귄의 위치를 재조정해서 놓은 뒤 차례를 진행합니다. 자신의 펭귄을 튕겼을 때 게임 판 밖으로 나가면 원래 자리로 되돌려 놓고 차례를 마칩니다. 물고기 카드.",
  "아이스쿨 보드게임 플레이어 득점 방법: 개구쟁이 득점 (술래가 아닌 사람들) - 특정 문을 완전히 통과했을 때 그 문에 자신의 물고기 토큰이 걸려있다면 그 물고기 토큰을 가져온 뒤 물고기 카드도 1장 가져옵니다. 이때 문을 점프해서 넘어가거나 문을 완전히 통과하지 못하고 중간에 걸렸다면 득점으로 인정되지 않습니다. 반장의 득점 (술래) - 반장이 개구쟁이를 잡으면 득점입니다. 술래와 개구쟁이가 닿으면 잡은 것으로 인정됩니다. 이 경우 술래는 그 사람의 학생증을 뺏어옵니다.",
  "간단한 펭귄 보드게임 아이스쿨 라운드 종료: 술래가 모든 학생의 학생증을 모으거나 개구쟁이 중 누군가 자신의 물고기를 모두 모으면 그 라운드를 종료합니다. 라운드가 종료되면 각자 자신이 가진 학생증 개수만큼 물고기 카드를 받습니다. 물고기 카드 분배까지 마무리되면 술래의 왼쪽 사람이 새로운 술래가 되어 다음 라운드를 준비합니다.",
  "물고기 토큰 보너스 턴: 자신의 1점짜리 물고기 카드 2장을 공개하면 차례를 한 번 더 진행할 수 있습니다. 한 번 사용한 1점짜리 물고기 카드는 공개한 상태 그대로 두며 재활용할 수 없습니다. 사용한 물고기 카드도 게임 종료 시 점수에 포함합니다.",
  "2인 규칙: 술래에게 잡혔을 때 개구쟁이는 1번 박스의 빨간 원에서 다음 차례를 시작합니다. 반장이 개구쟁이를 2번 잡거나 개구쟁이가 물고기 3마리를 모으면 라운드를 종료합니다. 번갈아가며 2번씩 술래를 하며 총 4라운드를 진행합니다. 나머지 규칙은 동일합니다.",
  "색상 기억용 카드: 색상 기억용 카드는 이름 그대로 자신의 색상을 표시하는 용도입니다. 이상 간단한 펭귄 튕기기 보드게임 아이스쿨 규칙 (2~4인)이었습니다."
]