[
  "게임 종료 시 자신의 앞에 내려놓은 카드 가치가 가장 높은 사람이 승리하는 게임 입니다. 자기 앞에 카드를 내려놓는 행동은 해당 상품을 판매하는 것을 의미합니다. 동점이라면 자신의 앞에 놓인 카드의 수가 더 적은 사람의 승리입니다. 발굴지 더미의 카드가 모두 떨어지고 모든 사람의 손에도 카드가 남지 않으면 게임을 종료합니다. 지도카드, 모래폭풍, 도둑카드 이 3종류의 카드는 따로 놓아둡니다.",
  "게임 준비 : 보물 카드 : 9종류가 있습니다. 먼저 모든 카드를 같은 종류끼리 분류하고 보물 카드를 한곳에 놓습니다. 카드의 상단에 숫자가 표시되어 있으면 보물 카드를 의미합니다. 지도는 보물 카드이지만 일단은 따로 빼놓습니다. 2~3인 플레이라면 이 두 카드는 사용하지 않습니다. 조각난 석판은 4~5인일 시 필요한 카드이기에 2~3인 플레이시 게임에서 제외합니다. 부러진 목걸이는 5인 플레이에만 사용하기에 마찬가지로 2~4인이라면 게임에서 제거합니다. 보물 카드의 하단에는 해당 카드의 장수에 따른박물관에 판매할 때 가 치가 적혀있고 살짝 위에는 이 카드가 총 몇장 있는지 적혀있습니다. 보물 카드의 상단에는 시장에서의 교환 가치가 표시되어 있습니다. 지도 카드를 제외한 모든 보물 카드를 뒷면으로 잘 섞은 뒤 4장씩 나누어 가집니다. 그리고 천막 카드를 1장씩 가져가 자신의 앞에 앞면으로 놓습니다. 남는 천막 카드는 게임에서 제외하고이 4장의 카드는 자신의 손패가 됩니다. 보물 카드 더미의 맨 위에서 5장을 뽑아 테이블 중앙에 앞면으로 펼쳐 놓습니다. 보물 카드가 공개된 이 곳을 시장이 라 부릅니다.",
  "유적 타일 : 유적 타일 6개도 뒷면으로 섞고 무작위로 1개를 뽑아서 한쪽에 준비합니다. 만약 게임을 처음 하신다면 무작위로 하지 마시고피라미드 유적을 선택하는 걸 추천합니다. 피라미드를 선택하셨다면 타일 하단에 표시된 보물 카드 2장, 5장, 8장 이렇게 3더미를 만들어 유적 타일 근처에 놓습니다. 유적 타일 근처에 놓인 3더미의 카드는 보물 카드 더미에서 뽑아 놓으시면 됩니다. 사용하지 않는 유적 타일도 상자에 넣습니다. 모래 폭풍과 도둑 카드는 인원에 따라 사용하는 장수가 다르며 카드의 하단에 표시되어 있습니다. 남는 카드는 상자에 넣어 게임에서 제외합니다. 지도는 인원에 상관없이 6장을 모두 사용합니다. 사용하는 모래 폭풍, 도둑, 지도 카드를 보물 카드 더미와 합쳐 잘 섞어 줍니다. 이제 이 카드 더미를 발굴지라고 부릅니다. 모든 준비가 끝났습니다.",
  "진행 방법 : 게임은 시계방향으로 차례를 진행합니다. 자기 차례가 되면 1가지 필수 행동과 3가지 선택 행동 중 원하는 행동을 합니다. 1.",
  "보물 발굴 : 발굴지에서 카드 1장을 뽑습니다. 2. 시장에서 물물교환. 3. 유적 탐험하기 4. 박물관에 보물 판매. 보물 발굴은 필수 행동이며 나머지 3개의 행동은 선택 행동으로 원하는 만 큼 행동을 한 후 차례를 다음 사람에게 넘깁니다.",
  "보물 발굴하기 : 자기 차례가 되고 발굴지에 카드가 남아 있다면 무조건 1장을 뽑습니다. 뽑은 카드가 보물 카드라면 내 손으로 가져오고 뽑은 카드가 도둑 카드라면 다 른 사람의 카드 1장을 무작위로 뽑아서 가져옵니다. 뽑은 도둑 카드는 발굴지 옆에 버리면 됩니다. 모래 폭풍을 뽑은 경우에도 버리는 더미에 놓고 모래 폭풍을 뽑은 사람을 포함 해서 모든 사람은 자신의 보물 카드 절반을 버려야 합니다. 딱 절반이 떨어지지 않는 경우라면 5장이면 2장만 버리시고 9장이면 4장만 버립니다. 보물 카드는 시장에 버리시면 됩니다. 모래 폭풍은 천막 카드로 막을 수도 있습니다. 천막 카드는 일회용이며, 모래 폭풍이 발생하면 모래 폭풍을 뽑은 다음 사람부터 1명씩 천막을 사용할지를 말하고 효과를 적용합니다. 모래 폭풍 효과를 처리한 후 모래 폭풍을 뽑은 사람은 발굴지에서 다시 1장을 뽑습니다. 만약 또 모래 폭풍이 나오면 효과를 처리한 후보물 발굴 행동을 다시 합니다.",
  "시장에서 물물교환하기 : 시장에 원하는 만큼 카드를 내려놓고 내려놓은 카드보다 교환가치가 낮거나 같은 카드를 가져올 수 있습니다.",
  "여러 장을 내려놓은 경우 : 예를 들어 총 7만큼의 교환가치를 내려놓은 경우 7이하 만큼의 여러 장을 가져올 수 있습니다. 물물교환은 자신의 차례에 얼마든지 해도 상관없습니다. 유적 탐험하기가진 지도 카드를 사용해 유적 타일 근처에 놓인 보물 카드를 가져올 수 있습니다. 피라미드 유적이라면, 지도 카드 1장을 사용하면 2장 놓인 더미를, 지도 카드 2장을 사용하면 5장 놓인 더미를, 지도 카드 3장을 사용하면 8장 놓인 더미의 카드를 모두 가져옵니다. 유적 탐험은 차례에 1번만 할 수 있습니다. 사용한 지도는 발굴지 옆 더미에 버립니다.",
  "박물관에 보물 판매하기 : 손에 든 보물 카드를 원하는 만큼 판매합니다. 4장을 판매해서 10점입니다. 판매 방법은 자신의 앞에 내려놓으시면 되는 데한번 내려놓으면 같은 종류의 카드여도 더이상 추가 할 수 없습니다. 여러 장을 세트로 팔고 싶다면 한 번에 내려놓으셔야 합니다. 판매한 물품은 도둑이나 모래 폭풍에 영향을 받지 않으며, 보물 판매는 차례중 얼마든지 해도 상관없습니다.",
  "게임 종료 : 발굴지의 카드가 모두 소진되면 발굴 행동을 하지 못하고 선택 행동만 합니다. 원한다면 그냥 패스를 할 수도 있습니다. 모든 플레이어가 패스를 한 경우 가장 먼저 패스한 사람의 차례가 되면 의무적으로 상품 판매를 최소 1장 해야 합니다. 모든 플레이어의 손에 카드가 1장도 남지 않을 때까지 게임을 진행하고 게임이 종료되면 각자 보물을 판매한 가치를 모두 더해서 승패를 가립니다."
]