[
  "게임 목표: 3인이 가장 재미있으며 보안관이 되어 무법자를 잡는 것이 목적입니다. 무법자를 잡으면 현상금을 얻을 수 있고 라운드 종료 시 누군가가 25000달러 이상의 돈을 모으면 게임을 종료하고 가장 많은 돈을 가진 사람이 승리합니다.",
  "게임 준비: 7명의 수배 전단을 둥글게 놓고 각 수배 전단 위에 1000달러씩 올려놓습니다. 모든 카드를 섞어 10장씩 나누어 갖고, 나머지 카드는 뒷면이 보이게 중앙에 더미로 만듭니다. 1000달러와 5000달러 토큰을 각각 모아 은행을 구성합니다. 요약 카드도 1장씩 가져옵니다.",
  "게임 진행: 카드를 나누어준 사람의 다음 사람부터 시계방향으로 차례를 진행합니다. 자기 차례가 되면 세 가지 행동을 순서대로 진행합니다.",
  "첫째, 카드 가져오기: 뒷면 더미에서 2장 가져오거나 버린 카드 더미에서 1장을 가져옵니다.",
  "둘째, 카드 사용하기: 무법자 카드는 원하는 만큼 사용할 수 있고 보안관 카드는 차례당 1장만 사용할 수 있습니다.",
  "셋째, 카드 1장 버리기: 차례 종료 시 반드시 카드 1장을 버려야 합니다. 라운드 종료 조건은 두 가지입니다. 첫째, 더미 카드가 소진되어 재구성한 더미까지 소진될 경우. 둘째, 누군가 차례 종료 시 손패가 0장이 될 경우입니다. 라운드가 종료되면 점수를 계산합니다.",
  "점수 계산: 한 무법자에 대한 모든 플레이어의 점수 합이 8 이상이면 해당 수배 전단의 현상금을 분배합니다. 점수는 카드 왼쪽 숫자를 의미합니다. 점수 합이 8 미만이면 아무도 현상금을 받지 못합니다. 가장 점수가 높은 사람과 두 번째로 높은 사람의 점수 차가 5 이상이면 1등이 현상금을 전부 가져갑니다. 차이가 4 이하이면 점수를 기준으로 1등은 2000달러, 그 다음부터는 1000달러씩 나눠 가집니다. 현상금을 모두 나눈 뒤 다음 라운드를 진행합니다. 누군가가 25000달러 이상을 보유하고 있으면 게임은 종료됩니다. 동점일 경우 카드 더미에서 1장씩 뽑아 총알이 있는 카드를 먼저 뽑은 사람이 승리하며, 무승부라면 계속해서 1장씩 뽑아 결정합니다.",
  "카드 사용 방식: 무법자 카드는 처음 등록 시 동일 종류 3장을 한 번에 내려놓아야 하며 이를 등록이라고 합니다. 누군가가 선댄스 키드를 등록했다면 이후 플레이어는 해당 카드를 1장씩 내려놓을 수 있습니다. 무법자 카드를 내려놓을 때는 현상금을 수배 전단 위에 놓습니다. 1장 내려놓으면 추가 없음, 2장 내려놓으면 1000달러, 3장 내려놓으면 2000달러를 올립니다. 사진 카드를 포함한 3장은 등록할 수 없고, 사진 포함 4장일 경우 등록 가능합니다. 사진 카드도 보안관 카드이며 현상금 1000달러를 추가하며, 자신의 차례가 아니어도 내려놓을 수 있습니다.",
  "은신처: 샷에 성공하면 원하는 상대의 무법자 카드를 골라 해당 카드를 전부 덮습니다. 덮인 카드는 은신처 카드가 제거되지 않으면 점수를 받지 못합니다. 샷이란 더미 맨 위 카드 1장을 오픈하여 총알 자국이 있으면 성공이며, 자국이 없으면 실패입니다.",
  "지명수배: 두 가지 방식 중 하나를 선택합니다. 첫째, 왼쪽 또는 오른쪽 사람에게 원하는 무법자 1장을 요청합니다. 없다면 같은 방향의 다음 사람에게 요청합니다. 모두 없으면 무효 처리됩니다. 둘째, 샷 성공 시 상대가 내려놓은 무법자 카드 1장을 가져올 수 있습니다. 보안관 카드는 반드시 무법자 카드와 함께 놓여 있어야 하며, 무법자 카드가 사라져 단독으로 남게 되면 즉시 버려야 합니다. 와일드 어트 어프 카드는 세 가지 방식으로 사용 가능합니다. 첫째, 더미에서 카드 2장을 가져오기. 둘째, 버린 카드 더미에서 1장 선택하기. 셋째, 샷 성공 시 은신처 제거하기. 이 카드는 차례가 아니어도 사용할 수 있습니다.",
  "역마차 강도: 샷 성공 시 자신의 무법자 카드에 붙여 해당 수배 전단에 3000달러를 추가합니다. 샷 실패 시 확인한 카드는 버린 카드 더미 맨 위로 이동합니다.",
  "은행 강도: 샷 성공 시 무법자 카드에 붙여 해당 수배 전단에 1000달러를 추가합니다. 실패 시 처리 방식은 동일합니다.",
  "가장 빠른 총잡이: 샷 성공 시 무법자 카드에 붙여 1000달러를 추가합니다. 이 카드는 단 1명만 소유할 수 있으며 기존에 이미 내려놓은 사람이 있을 경우 해당 카드는 버려야 합니다."
]