[
  "게임의 목적: 게임이 종료되면 기즈모 카드에 있는 점수들과 점수 토큰에 있는 점수를 모두 더해 가장 높은 점수의 사람이 승리하는 게임입니다. 누군가 시작 카드를 포함해 16장의 카드를 제작하거나 3단계 카드를 4장 제작하면 해당 턴의 마지막 사람까지만 진행하고 게임을 종료합니다.",
  "구성품: 시작 카드 4장, 1·2·3 레벨 카드 36장. 참고로 각 레벨 카드의 하단에 표시된 숫자는 제작에 필요한 에너지 볼의 개수를 뜻합니다. 플레이어 대시보드 4개(1개는 선 플레이어용), 에너지 볼 52개(색상별로 13개씩), 열(빨간색), 전기(노란색), 원자(파란색), 배터리(검은색), 점수 토큰 20개(1점 14개, 5점 6개), 에너지 분배기 1개가 있습니다.",
  "게임 준비: 모든 플레이어는 각자 대시보드와 에너지 링을 1개씩 가져옵니다. 시작 카드도 1장씩 가져오고 대시보드의 수집 아래에 놓습니다. 1·2·3 레벨 카드를 종류별로 모아 섞은 뒤 3 레벨 카드는 20장을 게임에서 제외합니다. 1 레벨은 4장, 2 레벨은 3장, 3 레벨은 2장을 오픈해서 해당 더미의 옆으로 펼쳐 놓습니다. 점수 토큰도 준비해 놓으시고 에너지 분배기에 52개의 에너지 볼을 모두 넣으면 준비가 끝납니다.",
  "전략 게임 진행 방법: 밤색 대시보드를 가진 사람이 첫 차례가 됩니다. 게임은 시계 방향으로 돌아갑니다. 자기 차례가 되면 4가지 중 1개의 행동을 합니다. 1. 수집. 2. 제작. 3. 획득. 4. 연구.",
  "1) 수집: 중앙에 오픈돼 있는 카드 중 1장을 가져와 보관소에 놓습니다. 이 행동은 해당 카드를 그냥 선점하는 효과입니다. 테이블 중앙에 카드가 펼쳐진 곳을 진열 공간이라 하는데 진열 공간에서 카드를 가져오면 더미에서 가져온 만큼의 카드를 다시 채워줍니다. 보관소가 어디지 하실 텐데 그냥 자신의 오른쪽에 분류해 놓으시면 됩니다. 보관소의 공간은 1장만 보관할 수 있지만 업그레이드 통해 공간을 확장할 수 있습니다.",
  "2) 획득: 에너지 레일에서 원하는 1개의 볼을 선택해 에너지 저장 링 안에 놓습니다. 링에는 5개까지의 볼을 수용할 수 있습니다. 이것도 추후 업그레이드가 가능합니다.",
  "3) 제작: 진열 공간이나 자신의 보관소에 있는 카드 중 1장을 선택하여 요구하는 비용을 지불하고 제작할 수 있습니다. 비용은 해당 카드의 왼쪽 하단에 표시돼 있습니다. 위 카드의 경우 전기(노란색) 볼 1개입니다. 지불 방법은 에너지 분배기 안에 넣으시면 됩니다. 제작한 카드는 카드의 왼쪽 상단에 표시된 아이콘에 맞춰서 나의 대시보드 아래에 놓습니다. 한 곳에 여러 장의 카드를 놓을 때는 위 사진과 같이 겹쳐서 놓습니다. 카드의 오른쪽 상단의 숫자는 게임 종료 시 받는 점수를 뜻합니다.",
  "4) 연구: 1·2·3 단계 카드 더미 중 하나를 선택해서 연구 수치만큼의 카드를 뽑습니다. 기본 연구 수치는 3이기에 3장을 뽑습니다. 이 또한 업그레이드가 가능하며 대시보드의 왼쪽에 표시돼 있습니다. 뽑은 3장을 확인한 후 1장을 선택해서 제작이나 수집 행동을 할 수 있습니다. 제작, 수집 행동을 하지 않아도 상관없으며 남은 카드는 해당 더미 맨 밑에 다시 넣습니다. 만약 연구 수치보다 더미의 카드가 적다면 있는 만큼만 뽑아야 합니다.",
  "대시보드, 카드 설명: 1. 업그레이드. 위 카드는 파란색 볼 3개를 지불하여 제작할 수 있으며 제작 후 업그레이드 칸에 놓습니다. 카드를 놓으면 효과가 적용됩니다. 위 카드 상단에 표시된 +2, +1, +2는 에너지 링, 보관소, 연구 수치를 해당 수치만큼 업그레이드해 줍니다. 2. 변환 기능. 위의 왼쪽 상단 아이콘은 변환 기능을 뜻합니다. 카드 상단을 보시면 파란색 볼이 X로 바뀐다고 표시돼 있는데 파란색 볼 1개를 아무 색상의 볼로 변환시키는 효과를 뜻합니다. 마찬가지로 파란색 볼 1개를 2개로 취급할 수 있습니다. 3. 수집, 획득, 제작. 수집, 획득, 제작의 행동을 할 때 해당 칸 아래에 있는 카드가 전부 활성화됩니다. 단, 조건에 맞아야 합니다. 조건은 카드 상단 중앙에서 약간 왼쪽의 색상이 진한 부분 아이콘입니다. 게임이 종료되면 내가 보유한 점수 토큰만큼 점수를 추가로 한 번 더 획득합니다. 이 경우 점수 토큰 점수 x 2 + 카드 점수 = 최종 점수. 파란색 또는 검은색 카드를 제작하면 1 레벨 카드를 무료로 또 제작합니다. 게임 종료 시 점수가 동점일 경우 제작한 카드의 개수가 많은 사람이 승리합니다. 카드 개수도 같다면 보유한 에너지 볼의 개수가 많은 사람이 승리합니다. 에너지 볼의 개수도 같다면 더 늦은 순서의 사람이 승리합니다."
]