[
  "요약: 모든 단서 토큰 5개와 일치하는 스파이 두목을 체포하는 것이 목표입니다. 모든 플레이어는 라운드 진행 중 단 한 번씩 용의자를 체포할 수 있습니다. 한 명을 제외한 모든 사람이 용의자를 체포하면 라운드를 종료하고 각자 숨겨둔 단서를 공개합니다. 모든 단서와 정확히 인상착의가 일치하는 스파이 두목의 정체를 확인하고 결과에 따라 점수 토큰을 가져간 뒤 다음 라운드를 진행합니다. 총 5번의 라운드가 끝나면 게임을 종료합니다. 라운드 종료 시 누군가 10점에 도달하거나 한 가지 색상의 점수 토큰이 다 떨어진 경우에도 게임을 종료합니다. 가장 높은 점수를 얻은 플레이어가 승리합니다.",
  "구성물: 용의자 카드 32장, 점수 토큰 25개, 수사관 카드 5장, 단서 토큰 5개, 수사관 배지 5개, 주머니 1개, 비밀경찰 카드 1장.",
  "게임 준비: 각자 자신의 캐릭터를 선택하고 해당하는 수사관 카드 1장과 수사관 배지를 가져옵니다. 모든 점수 토큰은 숫자가 보이지 않게 뒤집어서 잘 섞어 놓습니다. 용의자 카드 32장을 잘 섞어 뒷면으로 더미를 만들어 중앙에 놓습니다. 비밀경찰 카드는 변형 규칙을 사용할 경우 더미에 추가하고, 그렇지 않으면 게임에서 제외합니다. 단서 토큰 5개는 주머니에 넣습니다. 3인 또는 4인이 게임을 한다면 용의자 카드를 대략 둘로 나누고 남는 수사관 카드를 한 더미 안에 넣고 섞은 후 다른 더미 위에 올려놓습니다. 5인이라면 남는 수사관 카드가 없으므로 그대로 진행합니다.",
  "진행 방법: 모든 플레이어는 수사관이 되어 주머니에서 단서 토큰을 1개씩 꺼내 가져옵니다. 수사관들은 자신의 단서 토큰을 혼자만 본 다음 수사관 카드 아래에 넣어 숨깁니다. 단서 토큰은 양면으로 되어 있으며 원하는 면으로 숨깁니다. 첫 번째 라운드의 시작 플레이어는 오늘 아침 가장 일찍 일어난 수사관입니다. 두 번째 라운드부터는 이전 라운드에서 스파이 두목을 잡은 수사관이 시작합니다. 아무도 스파이 두목을 잡지 못했다면 시작 수사관은 바뀌지 않습니다. 내 차례가 오면 더미에서 카드 1장을 공개합니다. 용의자가 나타났다면 내가 가진 단서와 비교해 인상착의가 일치하면 내 앞으로 가져와 앞면으로 펼쳐 놓습니다. 일치하지 않으면 뒤집어서 한쪽에 버리는 카드 더미를 만듭니다. 3인 또는 4인일 경우 공개한 카드에 수사관이 나타나면 주머니에서 새로운 단서 1개를 꺼내 모두가 볼 수 있게 공개합니다. 이 단서는 모두가 참고할 수 있지만, 용의자를 분류할 때는 자신이 가진 단서로만 판단합니다. 수사관 배지를 통해 차례와 관계없이 용의자 체포를 할 수 있습니다. 스파이 두목의 정체를 알아냈다면 자신의 수사관 배지를 공개된 용의자 중 하나에 올려 해당 용의자를 체포합니다. 다른 수사관이 이미 체포한 용의자는 체포할 수 없고, 한 번 선택한 용의자는 바꿀 수 없습니다. 이미 체포한 사람도 자신의 차례가 오면 계속해서 카드 더미에서 새 용의자를 공개해야 합니다.",
  "라운드 종료: 한 명을 제외한 모두가 용의자를 체포하거나 카드 더미가 모두 소진되면 라운드를 종료합니다. 카드가 모두 떨어졌는데 체포하지 않은 수사관은 즉시 용의자를 체포해야 합니다. 이후 모든 수사관은 자신의 단서 토큰을 공개하고, 스파이의 정체를 확인합니다.",
  "점수 계산: 단서 5개와 인상착의가 완전히 일치하는 스파이 두목을 체포하면 금색 토큰을 받습니다. 5개 중 4개가 일치하는 스파이 졸개를 체포하면 흰색 토큰을 받습니다. 4개 미만이거나 아무도 체포하지 못한 경우 무고한 시민을 체포한 것으로 간주하며 검은색 토큰을 받습니다. 점수 토큰이 부족하다면 먼저 체포한 사람부터 순서대로 점수 토큰을 받습니다. 스파이 두목이 공개되지 않은 채 라운드가 끝났다면 체포하지 않은 수사관은 검은색이 아닌 흰색 토큰을 받습니다. 5라운드가 끝나면 모은 토큰을 모두 공개하고, 가장 점수가 높은 사람이 승리합니다. 동점일 경우 금색 토큰이 더 많은 사람이 승리하고, 그것도 같으면 공동 우승입니다.",
  "비밀경찰 변형 규칙: 자기 차례에 여우 카드를 뽑은 사람은 그 카드를 수사관 카드 옆에 두고 버림 카드 더미에서 무작위로 1장을 여우 카드 옆에 공개하고 차례를 마칩니다. 버림 카드가 없다면 일반적으로 차례를 진행합니다.",
  "합동 수사 변형 규칙: 다른 수사관이 이미 체포한 용의자도 체포할 수 있으며, 점수 계산 시 먼저 체포한 사람이 더 높은 점수의 토큰을 가져갑니다."
]