[
  "게임의 목적: 타일을 모두 사용하면 게임을 종료합니다. 게임이 종료되면 마지막 점수 계산을 합니다. 마지막 점수 계산까지 끝나면 가장 높은 점수를 획득한 플레이어가 승리하는 게임입니다.",
  "게임 준비: 모든 타일을 뒷면으로 섞어 놓습니다. 뒷면이 진한 타일 1개를 테이블 중앙에 앞면으로 놓습니다. 만약 뒷면이 진한 강 타일이 있으시다면 게임에서 제외하시고 하시면 됩니다. 확장용 규칙으로 플레이할 때 필요한 타일입니다. 이 타일이 시작 타일이 됩니다. 색상을 정하고 해당 색상의 미플을 8개씩 가져옵니다. 1개의 미플은 점수 말로 사용합니다. 8개의 미플 중 1개를 점수판 0점에 위치합니다.",
  "게임 진행 방법: 자신의 차례에 할 수 있는 3가지. 1. 타일 연결해서 놓기 (무조건 해야 합니다). 2. 방금 놓은 타일에 미플을 1개 올립니다 (선택). 3. 점수 계산 후 점수 말을 이동합니다. 이 세 가지 행동을 진행하면 차례가 넘어갑니다. 순서를 정하고 시계방향으로 돌아갑니다. 1) 모든 사람은 차례가 되면 타일을 1개 연결합니다. 최소한 1개의 기존 타일과 면이 닿게 놓습니다. 그리고 면이 닿은 타일과 그림이 일치해야 합니다. 타일을 1장 가져와 기존에 놓인 타일에 붙입니다. 타일을 연결할 때는 닿은 면의 타일들과 성, 도로, 들판이 모두 연결되게 놓아야 합니다. 2) 방금 놓은 타일에 미플 1개 올리기 (선택 사항). 원하면 연결된 성, 도로, 들판, 수도원 이 4곳에 미플을 올릴 수 있습니다. 만약 타일을 내려놓았을 때 면이 닿은 타일의 성, 도로, 들판에 상대의 미플이 있다면 해당 건축물에는 미플을 놓을 수 없습니다. 다른 건축물이라면 놓을 수 있습니다. 쉽게 생각하시면 상대가 이미 점령한 영역과 확실히 연결되는 곳에는 미플을 놓지 못합니다. 들판에 놓고 싶다면 헷갈리지 않게 눕혀서 놓습니다. 들판에 놓은 미플은 게임이 끝날 때까지 회수하지 않습니다. 3) 점수 계산 후 점수 말 이동. 건축물 완성 시 해당 건축물의 미플 개수가 가장 많은 사람이 점수를 얻을 수 있습니다. 미플의 개수가 같다면 점수를 같이 얻습니다. 방금 놓은 타일로 인해 건축물이 완성되면 미플을 회수하고 점수를 획득합니다. 미플을 올린 곳만 미플의 주인이 점수를 얻습니다. 미플을 올리지 않았다면 완성해도 점수를 획득할 수 없습니다.",
  "- 성: 성벽으로 완전히 둘러싸이면 완성입니다. 성의 내부에도 빈칸이 없어야 완성입니다. 성 타일 1개당 2점, 방패 문양 1개당 2점입니다. 타일 2개로 성 1개가 완성되면 4점을 얻습니다. 성 위에 미플을 올리면 해당 미플은 기사입니다. 내가 내려놓은 타일과 면이 닿는 곳의 성에 기사가 있으면 그 성과 연결되는 내 타일의 성에는 미플을 올릴 수 없습니다. 연결되지 않는 성이라면 올려도 상관없습니다. 만약 게임을 진행하다가 확실히 1개의 성으로 연결된다면 완성 시 미플의 개수를 비교하여 개수가 많은 사람이 점수를 얻습니다. 동점이라면 같이 점수를 획득합니다.",
  "- 도로: 도로의 양쪽 끝이 막히면 완성입니다. 도로 타일 1개당 1점을 획득합니다. 도로에 미플을 올리면 그 미플은 강도입니다. 강도가 있는 도로와 연결된 모든 길에는 더 이상 미플을 올리지 못합니다. 강도는 1개의 연결된 도로마다 1명만 존재합니다. 연결이 끊긴 도로라면 올려도 상관없습니다.",
  "- 수도원: 수도원에 미플을 올린 사람은 수도원 주변 8곳에 모두 타일이 놓이면 완성입니다. 수도원에 놓인 미플은 수도승이라고 표현합니다. 수도원을 포함하여 타일 1개당 1점씩 총 9점을 얻습니다.",
  "게임 종료: 모든 타일이 놓이면 게임을 종료합니다. 미플이 놓인 완성된 점수를 모두 계산했다면 마지막으로 완성이 되지 않은 곳을 계산합니다.",
  "- 성: 구성하는 타일 1개당 1점, 방패 문양 1점.",
  "- 도로: 구성하는 타일 1개당 1점.",
  "- 수도원: 수도원 포함 주변 타일 1개당 1점.",
  "- 들판: 들판의 영역 안에 있는 완성된 성 1채당 3점을 획득합니다. 들판의 영역은 도로로 인하여 막히지 않은 곳 그리고 성으로 인하여 완전히 막히지 않은 곳이 들판으로 연결되어 있으면 모두 영역이 됩니다. 모든 점수를 합해 가장 높은 점수의 사람이 최종 승리자가 됩니다. 개인적으로 2인 플레이가 가장 재밌습니다."
]