[
  "요약 : 모두가 숫자 카드를 1장씩 받고, 자신의 이마에 카드를 가까이 대며 라운드를 시작합니다. 플레이어들은 다른 사람들의 숫자는 볼 수 있지만 자신이 가진 카드의 숫자는 볼 수 없습니다. 모든 사람이 손에 든 카드의 숫자 합을 추리하는 것이 이 게임의 목표입니다. 자기 차례가 되면 모두의 카드를 더한 숫자와 같거나 작은 수라고 생각되는 숫자를 말하거나, 이전 차례의 사람이 그보다 큰 수를 말했다고 생각하면 '코요테' 라고 외칩니다. 여러 라운드를 진행하여 3번의 기회를 소진한 사람은 게임에서 탈락하고 마지막까지 살아남은 사람이 최종 우승입니다.",
  "게임 준비하기 : 모든 플레이어는 라이프 카드를 1장씩 받습니다.",
  "라이프 카드 : 라이프 카드는 소녀 캐릭터가 그려진 카드 입니다. 라이프 카드는 자신의 생명을 뜻합니다. 자기 앞에 2명의 소녀가 보이는 면으로 놓습니다.",
  "인디언 탈 카드 : 인디언 탈 카드는 스페셜 게임 규칙에 사용합니다. 기본 게임에서는 사용하지 않습니다.",
  "기본 카드와 특수 카드 : 기본 카드와 특수 카드 총 36장을 한데 모아 뒷면으로 잘 섞어주면 준비가 끝납니다. 특수 카드는 각 한 장씩 네 종류가 있습니다.",
  "라운드 진행 방법 : 모든 플레이어는 36장의 카드 더미에서 1장씩을 가져와 자신의 이 마에 가까이 대고다 른 사람들이 잘 볼 수 있도 록 합니다. 이 때 절대로 자기 카드의 앞면을 보시면 안 됩니다. 코요테 울음 소리를 가장 잘 내는 사람부터 시계방향으로 차례를 진행합니다. 시작 플레이어는 다른 사람들의 카드를 확인하고 숫자를 하나 부릅니다. 이 때 시작 플레이어는 1이상의 수를 말해야 합니다.",
  "자기 차례에 할 수 있는 행동 2가지 : 첫 차례의 사람이 숫자를 부르면 다음 사람부터는 두가지 중 하나의 행동을 합니다. 1. 이전 차례의 사람보다 큰 수를 말합니다. 2. '코요테!'라고 외치기 모든 카드의 숫자를 더하면 14입니다. 누군가 '코요테!'를 외친 경우 누군가 코요테라고 말하면 플레이어들은 자신의 카드를 테이 블에 앞면으로 놓습니다. 그리고 펼쳐놓은 카드의 합을 계산한 뒤코요 테를 외친 사람의 전 차례 플레이어가 말한 숫자와 비교합니다. 결과 확인 후 승자 결정 그리고 다음 라운드이전 차례의 플레이어가 부른 숫자가 더 크다면 코요테를 외친 사람의 승리이며 그 숫자를 부른플레이어의 실패입니다. 이전 차례의 사람이 부른 숫자가 같거나더 작다면 코요 테를 외친 사람의 실패이며 그 숫자를 부른 플레이어의 승리입니다. 실패한 플레이어는 자신의 생명을 하나 잃습니다. 이번에 생명을 잃은 플레이어가 다음 라운드의 첫 차례가 됩니다. 만약 이번 라운드에서 패배한 플레이어가 생명을 모두 잃어 게임에서 탈락했다면이번 라운드의 승자가 다음 라운드의 선이 됩니다. 사용한 카드는 제외하고 카드 더미에서 1장씩을 가져와 다음 라운드를 시작하면 됩니다. 만약 더미의 카드가 모두 바닥나면 사용한 카드를 다시 섞어 새로운 더미를 만 듭니다.",
  "종료 : 3번의 기회를 잃어버린 플레이어는 게임에서탈락하고 마지막까지 살아남은 사람이 우승합니다. 게임 시간을 조절하기 위해 종료 조건을 바꾸어도 상관없습니다.",
  "라이프 카드 사용법 : 모든 사람은 자기 앞에 놓인 라이프 카드로 자신의 남은 기회를 표시합니다. 생명을 하나 잃으면 라이 프 카드를 뒤집어 1명의 소녀가 보이는 면으로 놓습니다. 생명을 2개 잃으면 라이프 카드를 한쪽에 치우고 자신의 앞에 라이프 카드가 없는 사람이 생명을 잃게 되면 게임에서 탈락합니다. 밤 카드 .",
  "특수 카드 설명 : 밤 카드는 합계를 계산할 때 0으로 계산하며 이번 라운드를 마치고 사용한 카드를 포함하여 모든 카드를 다시 섞어 다음 라운드를 준비합니다. x 2카드 x 2카드는 합계의 숫자가 두 배가 됩니다. 인디언 소녀 카드 인디언 소녀 카드가 나오면 이번 라운드에서 가장 높은 숫자를 합계에 더하지 않습니다. 보물 상자 카드 합계를 계산할 때 보물 상자를 가진 플레이어가 카드 더미 맨 위의 1장을 뽑고 그 카드로 합계를 계산합니다. 인디언 탈 카드 .",
  "스페셜 게임 규칙 : 게임을 준비할 때 1인당 1장씩 인디언 탈 카드를 나누어 가집니다. 모두는 자신의 차례에 인디언 탈 카드를 내고 6가지 특수 기능 중 하나를 사용할 수 있습니다. 특수 기능은 한 라운드에 한 번만 사용 가능하고 라운드를 마칠 때 인디언 탈 카드를 돌려받습니다.",
  "PASS : 숫자를 말하거나 코요테를 외치지 않고 다음 사람에게 차례를 넘길 수 있습니다. 바로 다음 차례의 사람은 패스를 할 수 없습니다.",
  "DOUBLE : 2개의 생명을 걸고 숫자를 말합니다. 만약 다음 플레이어가 코요테를 외치면 실패한 플레이어는 라이프 2개를 잃습니다.",
  "REVERSE : 아무런 행동도 하지 않고 진행 방향을 반대로 바꿉니다.",
  "DRAW 1: 숫자를 말하고 차례를 마치기 전에 다른 사람 1명을 지목합니다. 지목당한 사람은 추가 로 카드를 1장 더 뽑고 자신의 이마에 가까이 댑니다. 드로우1 카드는 한 라운드에 단 한 명만 사용할 수 있습니다.",
  "CHANGE : 이전 차례의 사람이 말했던 숫자보다 더 높은 수로 다시 말해야 합니다.",
  "SHOT : 숫자를 말하고 다음 차례의 사람을 지목할 수 있습니다. 이후의 차례는 지목당한 사람부터 순서대로 진행합니다."
]