[
  "목표 : 늑대 인간 팀과 주민 팀으로 나뉘어 진행합니다. 주민 팀은 늑대 인간을 모두 처형해야 하고 주민 팀과 늑대 인간의 수가 같아지면 늑대 인간 팀의 승리로 게임을 종료합니다.",
  "구성품 :인물 카드 24장, 늑대 인간 3장, 특수 인물 8장 주민 13장(천리안 1장 포함), 요약 카드 1장, 현자 카드 1장, 환영 카드 1장, 투표 토큰 24개, 증거 토큰 2개.",
  "게임 준비 : 진행자 (게임 진행을 돕기만 함) 1명을 정합니다. 참여하는 인원수에 맞게 인물 카드를 분류합니다. ( 진행자는 인원으로 취급하지 않습니다.). 8인 : 주민 x 5, 늑대 인간 x 2, 천리안 1장. 9인~15인 : 8인 게임의 카드수에서 주민과 특수 인물을 적절히 추가 합니다. 16인 이상 : 늑대 인간 3장을 모두 사용하고 주민과 특수 인물을 적절히 추가. 특수 인물 카드의 하단에는 인원에 따른 사용 여부가 적혀 있습니다. 늑대 인간 진행자는 모두에게 인물 카드를 1장씩 뒷면으로 나누어 줍니다. 이 때 진행자는 누구에게 늑대 인간과 햄스터 인간을 주었는지 기억합니다. 각자 다른 사람이 보지 못하게 역할을 확인하고 투표 토큰을 하나씩 받습니다.",
  "요약 카드 : 진행자는 요약 카드를 잘 보이는 곳에 놓고 증거 토큰과 환영 카드를 관리합니다.",
  "진행 방법 :  진행자는 '밤이 찾아왔으니 모두 눈을 감아 주세요'라고 말하며 밤의 시작을 알립니다. 진행자를 제외한 모든 플레이어는 진행자의 지시에 따르며 탁자를 두드립니다. 진행자가'천리안 눈을 뜨고 한 사람을 지목하세요' 라고 말하면 천리안은 정체를 알고 싶은 1명을 지목합니다. 진행자는 천리안이 지목한 사람이 늑대 인간이면 엄지를 위로 올리고 아니라면 아래를 가리킵니다.진행자는 '천리안 눈을 감으세요'라고 말한 다음, '늑대 인간은 눈을 뜨고 해칠 사람을 가리키세요'라고 말합니다. 이때 늑대 인간들은 눈을 떠 서로를 확인한 후 조용히 한 명을 가리킵니다. (진행자는 이 결정을 기억합니다.) '늑대 인간 눈을 감으세요'. '날이 밝았으니 모두 잠에서 깨어나세요'라고 말하며 진행자는 낮의 시작을 알립니다. 진행자는 밤에 희생된 사람을 말해주고 희생자는 더 이상 역할을 수행하지 못합니다.(희생자는 더이상 아무런 말도 할 수 없습니다.) 환영 카드 희생자는 환영 카드를 받고 자신의 역할 카드를 90도 돌려놓습니다. 모든 플레이어는 늑대 인간이 누구일지를 상의 하고 투표를 진행합니다. 투표 토큰을 가장 많이 받은 2명이 용의 자로 선정되고 이 2명은 최후의 변론을 합니다. 만약 3명 이상이 동률이라면 환영 카드를 가진 사람의 오른쪽 방향으로 가까운 2명이 선정됩니다. 용의자로 선정된 2명은 증거 토큰을 1개씩 받고한 사람은 앞면으로 다른 한 사람은 뒷면으로 자신의 앞에 놓습니다. 이제 다시 처음 부터 투표를 진행하시면 됩니다. 용의자 2명을 제외한 나머지 사람들은 자신의 투표 토큰을 앞면이나 뒷면으로 놓아 표현하고 손으로 가린뒤 '하나 둘 셋!'과 동시에 공개합니다. 가장 많은 표를 받은 사람이 처형됩니다. 이렇게 밤과 낮을 반복해 승리 팀이 결정될 때까지 게임을 진행합니다. 희생자는 첫 번째 투표에는 참여할 수 있지만 용의자가 선정된 이후에는 참여하지 못합니다. 희생자도 밤에는 눈을 감아야 합니다. 참여하는 인원이 많아 특수 인물이 추가된다면 진행자가 요약 카드의 뒷면을 참고하여 밤에 활동하는 순서대로 진행하면 됩니다.",
  "현자 카드(진행자가 없는 8인을 위한 변형 규칙) : 한 사람이 인물 카드와 함께 현자 카드를 받습니다. 밤 동안 현자는 자신도 눈을 감고 각 단계마다 10초씩 세며 진행합니다. 천리안은 인물 카드 하나를 보고 늑대 인간은 인물 카드 하나를 90도 돌려놓아 희생되었음을 표시합니다. 현자는 왼쪽 사람에게 현자 카드를 넘깁니다.",
  "특수한 인물들 : 영매(9인 이상일 시) : 영매는 2번째 밤부터 활동합니다. 진행자는 낮에 처형된 사람이 늑대 인간인지 아닌지를 영매에게 알려줍니다.",
  "얼빠진 놈(10인 이상) : 얼빠진 놈은 늑대 인간팀에 속합니다.",
  "경호원(11인 이상) : 2번째 밤부터 활동하며 한 사람을 경호합니다. 진행자는 경호원에게 보호할 사람을 물어보고 보디가드가 지목한 사람은 늑대 인간에게희생 당하지 않습니다.",
  "올빼미 인간(12인 이상) : 첫 번째 밤부터 활동합니다. 진행자는 1명을 지목하라고 지시합니다. 지목한 사람이 2명의 용의자에 포함된 경우는 아무런 일도 발생하지 않지만 포함 되지 않았다면 올빼미 인간이 지목한 사람이 2명의 용의자 중 적은 투표를 받은 사람을 대신해 용의자가 됩니다. 21인 이상일 경우 죽음 의 올빼미 인간이 되며올빼미 인간에게 지목당한 사람은 낮에 죽습니다. 밤에 2명이 사망하게 되면 진행자는 사망한 2명 중 아무에게나 환영 카드를 줍니다. 첫 번째 밤에 만 활동합니다. 진행자는 프리메이 슨에게 눈을 뜨고 서로의 정체를 확인하라고 지시합니다.",
  "햄스터 인간(15인 이상) : 어떠한 팀에 도 속하지 않습니다. 늑대 인간에게 지목 당해도 죽지 않습니다. 영매가 햄스터 인간을 지목하면 진행자는 마을 주민으로 알려줍니다. 천리안이 햄스터 인간을 지목한 경우 낮이 되면 햄스터 인간은 사망합니다. 게임 종료 시 햄스터 인간이 살아남으면 햄스터 인간의 단독 승리입니다.",
  "헛소리꾼 (16인 이상) : 두 번째 밤 마지막 순서에 활동합니다. 진행자는 헛소리꾼에게 1명을 지목하게 하고 지목당한 사람이 천리안 또는 늑대 인간이라면 헛소리꾼은 같은 역할을 수행합니다. 헛소리꾼이 늑대 인간이 되었다면 천리안이 지목했을 때 진행자는 늑대 인간으로 알려줍니다. 천리안이나 늑대 인간이 아니라면 그냥 주민으로 남습니다. 이 게임의 스토리는 고립된 마을 타뷸라의 마을 사람 몇 명이 늑대 인간으로 변해 주민을 잡아먹습니다. 낮이 되면 밤에 일어난 사건을 의논하고 1명을 처형하는 이야기입니다."
]