[
  "파티 보드게임 파라노말 디텍티브 목표: 1명의 사람이 방금 숨을 거둔 유령 역할을 맡고, 다른 플레이어들은 탐정 역할을 맡습니다. 탐정들은 각자의 고유한 심령 능력을 활용해 유령에게 사건에 대한 질문을 할 수 있습니다. 사건에 대한 5가지 핵심 정보를 가장 먼저 맞힌 탐정이 승리하는 게임입니다.",
  "파라노말 디텍티브 파티 보드게임 구성품: 매뉴얼 북.",
  "매뉴얼 북 파티 보드게임 파라노말 디텍티브 준비: 게임 보드 게임 판을 테이블 중앙에 놓습니다. 깃털 펜 시트지도 테이블 중앙에 놓습니다. 토킹 보드 마커, 상처 마커, 심령 측정기 마커와 망자의 밧줄을 모두 게임 판 옆에 놓습니다. 이야기 카드 28장. 이야기 카드는 게임을 시작하기 전에 절대로 읽으시면 안 됩니다. 누가 유령 역할을 할지 결정합니다. 유령은 이야기 카드 1장, 유령 시트지 1장, 펜 1개, 유령 소통 카드 3장, 타로 카드 더미를 가져옵니다. 게임을 준비하는 과정에서 오직 유령 플레이어만 이번에 사용하는 이야기 카드를 볼 수 있습니다. 가림막 5개. 이 게임에는 5명의 탐정이 있습니다. 탐정 역할을 맡은 플레이어들은 1명의 탐정을 선택하고 해당하는 가림막을 1개 가져옵니다. 조사 시트지 1장과 펜 1개. 소통 카드의 왼쪽 상단에 자신이 선택한 탐정 아이콘이 있는 모든 소통 카드를 가져온 뒤 가림막으로 가려줍니다. 소통 카드의 왼쪽 아래에는 인원수가 적혀 있는데, 표시된 인원일 때만 사용하는 것을 의미합니다. 해당하지 않는 카드는 모두 게임에서 제외합니다. ex) 2~4 라고 적혀 있으면 2~4인만 사용하기에 5인 플레이라면 게임에서 제외합니다. 각 탐정은 소통 카드를 2인일시: 14장, 3인일시: 7장, 4인일시: 6장, 5인일시: 5장, 6인일시: 4장을 가지고 시작합니다. 2인일시: 한 사람이 두 명의 탐정을 골라 해당하는 카드를 모두 가져옵니다. 소통 카드 중 '유령의 손길'과 '깃털 펜'은 플레이어들 간의 직접적인 접촉이 필요합니다. 이러한 접촉을 원하지 않는 사람은 인원수에 상관없이 다른 소통 카드를 사용해도 됩니다. (사용하지 않는 탐정 카드를 사용해도 됩니다) 이야기 카드의 하단에는 시체의 정보가 있습니다. 유령 플레이어는 게임 판 왼쪽 상단 사체의 성별과 상처 부위에 상처 마커를 놓고 사체에 대한 설명 문구를 큰 소리로 읽어줍니다.",
  "파티 보드게임 파라노말 디텍티브 진행: 게임의 승리 조건은 누가, 어디서, 무엇으로, 어떻게, 왜 희생자를 살인했는지를 밝히는 것입니다. 탐정들은 선 플레이어부터 시계 방향으로 차례를 진행합니다. 유령은 따로 차례가 없고 탐정의 질문에 대답하는 역할만 합니다. 자기 차례가 되면 2단계로 행동을 합니다. 1. 유령에게 질문하기. 2. 이야기 추리하기 (선택 사항, 최대 2회).",
  "유령에게 질문하기: 탐정은 가지고 있는 소통 카드를 내려놓으며, 예, 아니오로 대답할 수 없는 질문을 합니다. 그러면 유령은 탐정이 내려놓은 소통 카드에 적힌 방식으로만 대답해야 합니다.",
  "조사 시트지: 유령이 답변을 마치면 모든 탐정은 자신의 조사 시트지에 얻은 단서를 기록합니다. 사용한 소통 카드는 다시 사용할 수 없기에 게임에서 제거합니다.",
  "추리하기: 게임 중 2회까지만 할 수 있습니다. 누가, 어디서, 무엇으로, 어떻게, 왜 이 5가지를 추리합니다. 그러면 유령은 이야기 카드의 왼쪽에 표시된 핵심 정보 5개와 일치하는지를 확인합니다. 누군가 5가지의 핵심 정보를 모두 맞히면 유령과 맞힌 탐정의 승리로 게임을 종료합니다. 누군가 5가지 중 일부만 맞히면 유령은 그 탐정의 조사 시트지에 그 사람만 알도록 맞힌 개수를 적어줍니다. 2번의 추리하기 행동을 했는데 핵심 정보 5개를 모두 맞히지 못하면 게임에서 탈락합니다.",
  "유령 시트지: 그리고 유령은 자신의 유령 시트지에 방금 추리한 탐정의 칸이면서 이전에 추리하기 행동을 해서 적은 칸의 다음 열에 맞힌 개수를 적어 둡니다.",
  "유령 소통 카드 3장: 그리고 이때는 유령이 자신의 소통 카드 1장을 선택해 모든 사람에게 추가 힌트를 줄 수 있습니다. 유령이 사용한 소통 카드도 게임에서 제거되며 다시 사용할 수 없습니다.",
  "파티 보드게임 파라노말 디텍티브 종료: 아무도 정답을 맞힌 사람이 없다면, 모든 탐정이 자신의 소통 카드를 모두 사용한 경우 또는 모든 탐정이 추리하기 기회를 모두 사용한 경우 이 2가지 경우에 게임을 종료하고 가장 많은 핵심 정보를 맞힌 사람이 승리합니다. 동점이라면 먼저 맞힌 사람의 승리입니다. 유령 플레이어는 패배입니다.",
  "소통 카드 설명: 타로 카드: 타로 카드는 최대 3장까지 선택해 내려놓으며 원하는 방식으로 설명합니다. 뒷면으로 놓거나 일부를 가리는 등의 창의적인 방식으로도 설명할 수 있습니다.",
  "심령 측정기: 심령 측정기 마커를 최대 3개까지 올려놓아 질문에 대답합니다. 그림 또는 색상으로 표현하며 설명합니다. 그림의 의미는 작다-크다, 가볍다-무겁다, 느리다-빠르다, 착하다-악하다, 조용하다-시끄럽다, 차갑다-뜨겁다, 젊다-늙었다를 의미합니다.",
  "토킹 보드:토킹 보드 마커를 최대 7개까지 마커에 표시된 숫자 순서대로 내려놓아 표현합니다. 위 사진의 경우 '총'이라는 힌트이며 마커를 내려놓을 때는 6개의 그룹 중 하나를 가리키게 내려놓아야 합니다. 1개의 그룹 전체를 가리키게 놓아야 하며 의도적으로 특정 자음이나 모음을 가리키며 놓으면 안 됩니다.",
  "깃털 펜:유령이 펜을 든 탐정의 손목을 잡고 깃털 시트지에 그림을 그립니다. 숫자나 문자를 적을 수는 없습니다.",
  "망자의 밧줄:밧줄을 활용해 원하는 모양으로 표현해서 힌트를 제시합니다. 마찬가지로 숫자나 문자를 만들면 안 됩니다.",
  "유령의 비명:사물을 하나 가리키거나 소리를 질러 대답을 합니다. 소리를 지를 때는 특정 단어를 말하면 안 됩니다.",
  "저 너머의 속삭임:질문에 대한 답을 입모양으로 말합니다. 1개의 단어로만 말할 수 있습니다.",
  "유령의 손길:해당 탐정의 등에 그림을 그립니다. 마찬가지로 숫자나 문자를 그리면 안 됩니다.",
  "심령 거울:최대 3초 동안 몸짓으로만 대답을 해야 합니다.",
  "변형 규칙 - 협력 모드:모든 플레이어가 힘을 합쳐 사건을 해결합니다. 탐정들은 서로 자유롭게 의견을 주고받으며 단서가 공개될 때마다 단서에서 자신이 받은 인상을 공유할 수 있습니다. 추리 기회는 탐정 그룹에게 단 2번만 주어지며 5개의 핵심 정보를 모두 맞혔을 때 유령 플레이어를 포함하여 모든 사람이 승리하고 사용한 소통 카드의 개수가 최종 점수가 됩니다. 사용한 소통 카드 수 점수:14 이상: 초보 유령 사냥꾼, 12~13: 영리한 유령 추적자, 10~11: 숙련된 폴터가이스트 사냥꾼, 9 이하: 최고의 고스트 버스터즈. 추리형 파티 보드게임 파라노말 디텍티브 하는 법 (2~6인) 이었습니다."
]