[
  "구성품 : 광기 토큰 40개, 장소 카드 63장, 차원 문 카드 7장 장소 카드는 6~12가 각각 숫자 만큼의 장수로 있습니다. (6은 6장, 10은 10장) 재밌는 보드게임 포켓 매드니스 목표손에 있는 장소 카드를 빠르게 제거해야 합니다. 한 라운드가 끝났을 때 누군가 광기 토큰을 10개 이상 보유했다면 게임을 종료하고 토큰이 가장 적은 사람이 승리합니다.",
  "게임 준비 : 차원 문 카드 7장을 순서대로 놓습니다. 광기 토큰도 차원 문 카드 근처에 둡니다. 장소 카드를 잘 섞고 2장씩 나누어 가집니다. 뒷면 17장 나머지는 앞면 나머지 장소 카드 중 17장을 빼서 뒷면으로 놓고 17장을 제외한 장소 카드는 앞면으로 놓습니다. 그대로 한 더미로 합친 후 잘 섞어줍니다. 그대로 테이 블에 쭉 깔아줍니다. 더미의 맨 아래 카드가 오른쪽에 위치하도록 하고맨 위 카드가 왼쪽에 위치하도 록 하시면 됩니다. 12는 12장이 있습니다.",
  "진행 방법 : 시작 플레이어를 정하고 시계 방향으로 돌아갑니다. 자신의 차례가 되면 2가지 중 1개의 행동을 합니다. 1. 카드를 가져오거나 2. 카드를 내려놓습니다. 이 2가지 중 1개는 꼭 해야 합니다.",
  "1) 카드 가져오기 : 1~3장의 카드를 가져옵니다. 카드를 뽑을 때는 더미의 순서대로 가져옵니다.",
  "2) 카드 내려놓기 : 2가지 방법으로 내려놓습니다.(같은 수 3장 이상 또는 연속된 수 7장) 카드를 내려놓을 때는 자신의 앞에 놓습니다. 같은 카드 3장 이상을 동일 세트라고 표현하고연속된 카드 7장은 연속 세트라고 표현합니다. 동일 세트와 연속 세트는 한차례에 3번까지 내려놓을 수 있으며 각 세트마다 효과가 있습니다. 한차례에 동일 세트와 연속 세트 중 1가지만 내려놓을 수 있습니다. 동일 세트와 같은 종류의 차원 문 카드를 가져와 놓습니다.",
  "동일 세트 효과 : 차원 문 카드를 1장 가져옵니다. 다른 사람의 차원 문 카드도 가져올 수 있습니다. 한차례에 3번까지 내려놓을 수 있기에 차원 문 카드도 3장까지 확보할 수 있습니다. 가져온 차원 문 카드는 내 앞에 따로 놓습니다.",
  "연속 세트 효과 : 누군가 연속 세트를 내면 나머지 사람들은 광기 토큰을 1개씩 가져옵니다. 한 라운드에 누군가 연속 세트를 놓을 때마다 가져와 야 하는 광기 토큰이 1개씩 늘어납니다.",
  "선택 행동 : 차원 문 카드 1개 사용하기. 자기 앞에 놓인 차원 문 카드의 능력을 사용합니다. 내 차례에 아무 때나 1장만 사용할 수 있습니다. 사용한 차원 문 카드는 원래 자리에 돌려놓습니다.",
  "라운드 종료 : 라운드 종료 조건은 2가지가 있습니다. 1. 더미의 카드가 다 떨어지면 2. 누군가 자신의 손에 있는 카드를 모두 사용하면.",
  "1번의 경우 : 방금 카드를 뽑은 사람을 포함해 마지막 차례를 1번씩 진행합니다. (7, 8, 11, 12) 4종류이 면 토큰 4개를 받습니다. 모든 플레이어는 손에든 장소 카드 1종류마다 광기 토큰 1개씩을 받습니다.",
  "2번의 경우 : 즉시 라운드가 끝납니다. 모든 카드를 낸 사람은 보유한 광기 토큰의 절반을 버리고(반올림), 나머지 사람들은 광기 토큰을 1개씩 받습니다. ex) 손에 카드가 없는 사람의 토큰이 11개라면 반올림해서 6개를 반납합니다.",
  "새 라운드 시작 : 가장 많은 토큰을 가진 사람이 첫 차례의 사람을 정합니다. 가장 많은 토큰을 보유한 사람이 여러 명이 면이전 라운드에서 먼저 시작한 사람이 정합니다. 자기 자신을 정해도 상관없습니다.",
  "차원 문 카드 : (6)크툴루 : 내 카드 1~2장을 원하는 만큼 원하는 상대에게 줍니다.",
  "(7)아자토스 : 모두가 자기 카드 1장을 무작위로 버리며 자신의 앞에 앞면으로 버립니다.",
  "(8)슈브 니구라스 : 원하는 1명을 지목해 가진 카드를 모두 확인하고 1장을 가져옵니다.",
  "(9)다곤 : 즉시 차례를 1번 더 진행합니다.",
  "(10)니알라토텝 : 아무 카드나 1장 가져옵니다.",
  "(11)쇼고스 : 내 다음 차례까지 다 른 사람들은 카드 내려놓기 행동은 할 수 없게 되며 카드 가져오기 행동으로 1장만 가져옵니다.",
  "(12)구그 : 획득한 차례에는 사용하지 못합니다."
]