[
  "보드엠 보드게임 포션폭발 게임의 목표: 누군가의 차례에 시계 더미의 마지막 기술 토큰을 가져가거나 마지막 물약 타일을 가져가면 게임 종료 조건이 발동됩니다. 마지막에 차례를 시작한 사람까지만 진행하고 게임을 종료한 뒤 점수를 계산합니다. 완성한 물약 타일의 점수, 획득한 기술 토큰 점수, 그리고 작은 도움 토큰의 감점까지 모두 합하여 최다 득점을 얻은 플레이어가 승리합니다. 동점이라면 동점자끼리 게임 진행 순서대로 분배기에서 구슬을 하나씩 가져와 폭발을 일으킨 구슬까지 모두 가져오고 가장 많은 구슬을 가져온 사람이 최종 승자가 됩니다.",
  "재료 분배기: 보드엠 보드게임 포션폭발 구성품 및 준비: 플라스틱 재료 분배기 1개가 있습니다. 테이블 중앙에 위치시켜 놓습니다. 재료 구슬은 4가지 색상이 20개씩 있습니다. 구슬을 무작위로 랜덤하게 분배기에 넣습니다.",
  "덱 보드: 각자 개인 덱 보드를 하나씩 가져오고 선 플레이어 토큰: 시작 플레이어는 선 플레이어 토큰을 받습니다.",
  "작은 도움 토큰 and 기술 토큰: 작은 도움 토큰과 기술 토큰은 재료 분배기 옆에 놓습니다. 작은 도움 토큰 1개는 -2점이며 기술 토큰은 4점의 가치를 가집니다. 이 때 게임에 참여하는 인원에 따라 기술 토큰을 쌓아 게임 시계 더미를 따로 만듭니다. 2인일시: 기술 토큰 4개로 더미를 만듭니다. 3인일시: 5개, 4인일시: 6개를 쌓습니다. 포션은 8가지가 있습니다. 8가지의 포션이 종류별로 8개씩 있습니다. 포션 16개를 제외합니다. 이 중 2종류는 게임에서 제외하고 6가지의 물약 타일만 사용합니다. 물약 타일은 양면입니다. 회색 리본으로 되어있는 면이 제조법 면입니다. 제조법 면이 앞면이고 녹색 리본이 뒷면입니다. 3인일시: 시작 타일 6개를 놓습니다. 제조법 면에 별 표시가 있는 타일이 시작 타일이며 게임에 참여하는 인원수 x 2만큼의 시작 타일을 무작위로 뽑아 테이블에 따로 펼쳐 놓습니다. 그리고 시작 플레이어부터 시계 방향으로 1개씩의 시작 타일을 가져와 제조법 면으로 놓고 이번엔 마지막 플레이어부터 반시계 방향으로 1개씩 추가로 가져와 개인 덱 보드에 놓습니다. 나머지 물약 타일들은 앞면으로 잘 섞고 다섯 더미로 나눠 놓으면 준비가 끝납니다.",
  "보드엠 보드게임 포션폭발 진행 방법: 시작 플레이어부터 시계 방향으로 진행합니다. 자신의 차례가 되면 1. 재료(구슬) 가져오기 2. 교수님의 작은 도움 3. 재료 사용하기 4. 물약 완성하기 5. 제조한 물약 마시기 6. 기술 토큰 가져오기 이렇게 6가지 행동을 할 수 있고 원하는 만큼 행동을 하면 차례를 마칩니다.",
  "분배기에서 구슬 1개 가져오기 (필수 행동): 자신의 차례에 완전히 드러난 8줄의 구슬 중 1개를 선택해서 가져옵니다. 이 때 꺼낸 구슬의 바로 위, 아래에 있던 구슬끼리는 충돌하는데 같은 색상이라면 폭발이 발생하며 해당 구슬들도 가져옵니다. 충돌한 2개의 구슬과 인접한 구슬이 연달아서 같은 색상의 구슬이라면 3개, 4개, 5개도 한 번에 가져올 수 있습니다. 또한, 폭발이 발생해서 추가로 구슬을 꺼내면 추가로 꺼낸 구슬의 위, 아래 구슬도 충돌합니다. 이 때 연쇄적으로 폭발이 일어날 수도 있으며 폭발이 멈출 때까지 구슬을 꺼낼 수 있습니다.",
  "작은 도움 토큰 (-2점): 교수님의 작은 도움: 작은 도움 토큰 1개를 가져오는 대신 분배기에서 구슬을 1개 가져옵니다. 이 때는 폭발이 일어나지 않으며 재료 가져오기 행동을 하기 전이나 후에 할 수 있습니다.",
  "재료 사용하기: 자기 개인 보드에 놓인 2개의 물약 타일에 가져온 구슬을 색상에 맞게 올려놓습니다. 해당하는 색상이 있다면 무조건 올려야 하고 한 번 구슬을 올리면 옮길 수 없습니다. 모든 칸이 구슬로 채워진 물약은 완성입니다. 개인 보드 오른쪽의 플라스크에는 3개의 구슬을 놓을 수 있는 칸이 있습니다. 이 곳에 남는 구슬을 올릴 수 있으며 차례를 마치기 전까지 이 곳에 보관할 구슬을 선택할 수 있습니다.",
  "물약 완성하기: 완성된 물약 위에 놓인 구슬들은 모두 분배기에 다시 무작위로 굴려 넣습니다. 완성된 물약은 덱 보드에서 꺼내고 자신의 앞에 뒷면으로 따로 놓습니다.",
  "완성한 물약 마시기: 자기 차례에 아무 때나 원하는 만큼 마십니다. 완성한 물약을 마시면 물약의 효과가 적용되고 사용한 물약은 거꾸로 놓아 표시합니다. 한 번 사용한 물약은 다시 사용할 수 없고 게임 종료 시 점수의 역할만 합니다. 이번 차례에 완성한 물약을 바로 마셔도 되고 다음에 마셔도 상관없습니다. 물약의 효과로 구슬을 가져올 때는 폭발이 일어나지 않습니다.",
  "기술 토큰 (4점): 기술 토큰 1개 가져오기: 같은 종류의 물약 3개를 완성했거나 5가지 종류의 물약을 완성했다면 기술 토큰 1개를 얻습니다. 기술 토큰을 가져올 때는 게임 시계 더미의 기술 토큰을 먼저 가져옵니다. 자기 차례에 할 수 있는 행동을 충분히 했다면 남은 구슬은 분배기에 무작위로 굴려 넣고 개인 보드에 물약 타일이 2개보다 모자라면 물약 타일을 가져와 채운 뒤 차례를 마칩니다.",
  "보드엠 보드게임 포션폭발 물약 효과 설명: 지혜의 물약: 분배기에서 원하는 구슬을 1개 가져올 수 있습니다.",
  "눈먼 사랑의 묘약: 원하는 상대의 플라스크에 있는 모든 구슬을 훔쳐 올 수 있습니다.",
  "자석 같은 매력의 물약: 분배기의 트랙 1곳에서 인접한 서로 다른 색상의 구슬 2개를 가져올 수 있습니다.",
  "형형색색 기쁨의 물약: 플라스크에 있는 최대 3개까지의 구슬을 색상에 관계없이 제조 중인 물약에 넣을 수 있습니다.",
  "깊디깊은 곳의 선택: 분배기 각 트랙의 가장 아래에 있는 구슬을 트랙마다 1개씩 가져올 수 있습니다. 가져온 구슬의 색상은 모두 달라야 합니다.",
  "시간의 모래: 이미 사용한 물약 1개를 다시 사용할 수 있습니다.",
  "무진장 끈적거리는 연고: 분배기의 트랙 한 줄에서 같은 색상으로 인접한 구슬 2개 이상을 가져올 수 있습니다.",
  "라바만 싱의 필터: 분배기의 트랙 한 줄에서 같은 색상의 구슬을 5개까지 꺼낸 후 다시 분배기에 넣습니다. 이상 보드엠 보드게임 포션폭발 규칙 설명입니다."
]