[
  "게임의 목적: 낮이 되면 밤에 일어난 일에 대해 서로 논하고 누가 늑대 인간일지 각자 1명을 지목합니다. 가장 많은 지목을 받은 사람은 사망하여 게임에서 탈락합니다. 늑대 인간이 1명이라도 죽으면 마을 팀의 승리. 늑대 인간이 모두 살아남으면 늑대 인간 팀의 승리로 게임이 종료됩니다. 아무도 늑대 인간이 아니었다면 아무도 탈락하면 안 됩니다. 1명의 사람이라도 사망하면 모두가 패배하고 하수인 역할의 사람이 있다면 하수인만 승리합니다. (1명에게 지목받은 사람은 탈락하지 않습니다).",
  "늑대 인간 팀: 늑대 인간, 하수인.",
  "마을 팀: 프리메이슨, 예언자, 강도, 말썽쟁이, 불면증 환자, 마을 주민, 사냥꾼.",
  "혼자 팀: 무두장이. 역할 카드, 역할 토큰.",
  "게임 준비: 역할 토큰을 게임에 참여하는 인원 +3만큼 랜덤으로 꺼내서 놓습니다. 이때 프리메이슨은 아예 없거나 있다면 2개를 포함해야 합니다. 3~5인일 시 꼭 포함해야 하는 역할이 있습니다.",
  "3인일 시: 늑대 인간 2, 예언자 1, 강도 1, 말썽쟁이 1, 마을 주민 1.",
  "4인일 시: 마을 주민 1.",
  "5인일 시: 마을 주민 2. 4인일 시 7개의 역할 카드가 필요합니다. 만약 4인이라면 7개의 역할 토큰을 뽑고 해당하는 역할 카드를 준비합니다. 그리고 역할 카드를 뒷면으로 잘 섞고 1장씩 나누어 가진 후 3장은 중앙에 놓습니다. 자신의 역할을 확인하고 안 보이게 놓으면 준비 끝. 게임 진행 (게임에 참여하지 않는 사회자가 1명 필요합니다) (사회자 없이 앱을 활용할 수도 있습니다). 게임은 밤부터 그 후에 낮으로 진행합니다. '밤이 되었습니다.' '모든 플레이어는 눈을 감습니다.' 모든 사람은 사회자의 지시대로 행동합니다. 역할마다 밤에 활동하는 순서가 있습니다. 사회자는 활동 순서대로 진행합니다. 1. 도플갱어. 2. 늑대 인간. 3. 하수인. 4. 프리메이슨. 5. 예언자. 6. 강도. 7. 말썽쟁이. 8. 주정뱅이. 9. 도플갱어a. 10. 불면증 환자의 순서로 행동을 지시합니다. 이때 게임에 참여하지 않은 역할은 건너뛰며 진행해야 진행이 수월합니다. 밤에 모든 플레이어가 역할을 수행하면 '낮이 되었습니다. 눈을 뜨세요.' 모든 사람은 눈을 뜹니다. 누가 늑대 인간인 것 같은지 서로 상의하고 동시에 1명씩 지목합니다. 가장 많은 표를 받은 사람은 사망합니다. (여러 명이 사망할 수도 있습니다). 모두 1표씩 받았다면 사망자가 없습니다.",
  "역할 카드 설명 (밤에 활동하는 순서로 설명합니다): 도플갱어 - 다른 사람의 카드를 보고 능력을 카피합니다. 해당하는 역할이 부여됩니다. 카피한 능력을 바로 사용할 수 있습니다. 늑대 인간 - 차례가 되면 밤에 눈을 뜹니다. 늑대 인간끼리 서로를 확인합니다. 하수인 - 하수인은 늑대 인간과 같은 팀입니다. 늑대 인간은 하수인에게 엄지를 올려 자신들의 정체를 알려줍니다. 늑대 인간은 하수인이 누구인지 모릅니다. 프리메이슨 - 마을 팀입니다. 밤에 아무런 활동을 하지 않습니다. 있다면 2명의 프리메이슨이 있습니다. 예언자 - 마을 팀입니다. 중앙에 놓여 있는 카드 3장 중 2장을 볼 수 있습니다 또는 다른 사람의 카드 1장을 봅니다. 강도 - 마을 팀입니다. 다른 사람의 카드와 바꿔 역할을 바꿀 수 있습니다 (선택 사항). 바꾼 역할의 능력은 사용하지 못합니다. 말썽쟁이 - 마을 팀입니다. 다른 사람 2명의 카드를 서로 바꿉니다. 바뀐 2명의 사람은 이 사실을 모릅니다. 주정뱅이 - 중앙의 3장의 카드 중 1장과 바꿉니다. 카드를 확인할 수 없습니다. 불면증 환자 - 마을 팀입니다. 자신의 활동 순서가 되면 자신의 카드를 확인할 수 있습니다. 마을 주민 - 마을 팀입니다. 밤에 아무런 활동을 하지 않습니다. 사냥꾼 - 마을 팀입니다. 밤에 아무런 활동을 하지 않습니다. 만약 자신이 다수의 지목을 받아 사망하게 된다면 1명을 지목할 수 있습니다. (같이 사망합니다). 무두장이 - 어느 쪽의 팀도 아닙니다. 자신이 죽어야만 승리합니다. 늑대 인간이 모두 살아남았을 때 무두장이가 죽었다면 무두장이가 승리하고 늑대 인간 팀은 패배합니다. 늑대 인간이 모두 테이블 중앙의 카드에 있을 때 무두장이가 죽었다면 무두장이가 승리하고 마을 팀은 패배합니다.",
  "사회자 진행 멘트 (모든 역할이 있을 때): '모든 플레이어는 눈을 감습니다.' '도플갱어는 눈을 뜹니다.' '다른 한 명의 카드를 보고 해당 행동을 합니다.' '5, 4, 3, 2, 1, 0.' '도플갱어는 눈을 감습니다.' '도플갱어가 하수인이라면 다시 눈을 뜹니다.' '늑대 인간들은 엄지를 올려서 도플갱어 하수인에게 늑대 인간임을 알려줍니다.' '도플갱어는 눈을 감습니다.' '늑대 인간들은 눈을 뜨고 서로를 확인합니다.' '눈을 감습니다.' '하수인은 눈을 뜹니다.' '늑대 인간들은 엄지를 올려서 하수인에게 늑대 인간임을 알려줍니다.' '눈을 감습니다.' '프리메이슨들은 눈을 떠서 서로를 확인합니다.' '눈을 감습니다.' '예언자는 눈을 뜹니다.' '다른 플레이어 카드 1장을 보거나 가운데 카드 2장을 봅니다.' '5, 4, 3, 2, 1, 0.' '눈을 감습니다.' '강도는 눈을 뜹니다.' '다른 플레이어와 카드 교환을 원한다면 교환합니다.' '5, 4, 3, 2, 1, 0.' '눈을 감습니다.' '말썽쟁이는 눈을 뜹니다.' '말썽쟁이는 다른 두 사람의 카드를 교환합니다.' '눈을 감습니다.' '주정뱅이는 눈을 뜹니다.' '중앙의 카드 1장을 확인하지 않고 바꿉니다.' '눈을 감습니다.' '불면증 환자는 눈을 뜹니다.' '자신의 카드를 확인합니다.' '눈을 감습니다.' '날이 밝았습니다.' '모두 눈을 뜹니다.'"
]